{
    "exhibitors": [{
        "id": 3558399,
        "externalId": "advanced-intralogistics",
        "name": "Advanced Intralogistics",
        "logo": "exhibitors/3558399/media/advanced-intralogistics.webp?v=2622303",
        "description": "Advanced Intralogistics is a full-service systems integrator providing expert automation and engineering for all warehouse solution needs. We represent the finest brands globally to offer our customers the largest selection of technology, equipment, and software to provide the best solution according to each customer’s unique business challenge. Headquartered in Dallas, Texas, a booming hub for business growth and cutting-edge technology advancements, Advanced Intralogistics is committed to your success.",
        "categories": [],
        "email": "info@advancedintra.com",
        "privateEmail": "i**o@advancedintra.com",
        "website": "http://advancedintra.com"
    }, {
        "id": 3633183,
        "externalId": "agillitics",
        "name": "Agillitics",
        "logo": "exhibitors/3633183/media/agillitics.webp?v=2622154",
        "description": "Leaders often struggle to make good supply chain decisions because of messy and scattered data. Agillitics helps companies improve their supply chains by reducing data complexity to enable smarter and fast decision-making   The Agillitics Agisight supply chain data platform provides advanced analytics capabilities, allowing companies to quickly and easily analyze their supply chain data to identify trends, opportunities and risks.   The platform's intuitive visualizations and dashboards provide actionable insights that support informed decision-making, helping companies optimize their supply chains and improve performance.",
        "categories": [],
        "email": "rstepleman@agillitics.com",
        "privateEmail": "r********n@agillitics.com",
        "website": "http://agillitics.com",
        "facebook": "https://facebook.com/agillitics",
        "linkedin": "https://www.linkedin.com/company/agillitics",
        "twitter": "http://Agillitics"
    }, {
        "id": 3558403,
        "externalId": "altana",
        "name": "Altana Technologies",
        "logo": "exhibitors/3558403/media/altana-technologies.webp?v=2622253",
        "description": "Altana provides the world’s only dynamic, intelligent map of the global supply chain, the Altana Atlas, using AI and machine learning models to connect with and learn from massive sets of public and private data. Through the Atlas, companies and governments can understand the distant origins of products well beyond their own direct suppliers; discover trading relationships and national security risks deep in their networks; measure labor and environmental impacts; identify related risks and opportunities; ensure effective trade compliance and enforcement; and collaborate to manage all of it.",
        "advertise": true,
        "categories": [],
        "website": "http://altana.ai",
        "linkedin": "https://www.linkedin.com/company/altana-ai",
        "twitter": "http://Altana_AI"
    }, {
        "id": 3633180,
        "externalId": "alvys",
        "name": "ALVYS",
        "logo": "exhibitors/3633180/media/alvys.webp?v=2622279",
        "description": "Alvys, a cloud-based TMS, offers unmatched carrier workflows and native EDI for efficiency. It empowers carriers, brokers, and hybrids with rapid, seamless integrations, simplifying everything from load planning to accounting. Users typically boost loads by 22% in the first few months.",
        "categories": [],
        "email": "sales@alvys.com",
        "privateEmail": "s***s@alvys.com",
        "website": "http://alvys.com",
        "facebook": "https://www.facebook.com/AlvysTeam",
        "linkedin": "https://www.linkedin.com/company/alvysinc",
        "twitter": "https://twitter.com/AlvysTeam"
    }, {
        "id": 3654631,
        "externalId": "ampcontrolio",
        "name": "Ampcontrol",
        "logo": "exhibitors/3654631/media/ampcontrol.webp?v=2622048",
        "description": "Ampcontrol is a cloud-based, AI-powered software that seamlessly connects to charging networks, electric vehicles, and fleet systems. The software uses real-time data to ensure on-time departures, a low peak power demand, energy cost reductions, fully charged vehicles, and more. Ampcontrol’s API-based platform allows for easy and seamless compatibility with other existing software systems.",
        "categories": [],
        "email": "bd@ampcontrol.io",
        "privateEmail": "**@ampcontrol.io",
        "website": "http://ampcontrol.io",
        "linkedin": "https://www.linkedin.com/company/ampcontrol-io",
        "twitter": "https://twitter.com/ampcontrolio"
    }, {
        "id": 3633189,
        "externalId": "anvyl",
        "name": "Anvyl",
        "logo": "exhibitors/3633189/media/anvyl.webp?v=2622263",
        "description": "Anvyl connects global supply chain teams, systems and suppliers to improve collaboration and decision making from PO issuance through to warehouse delivery. As teams and technology communicate, real-time access to critical information is released as it happens, drastically improving visibility across the network. Through powerful automations, Anvyl maximizes efficiencies by doing the work of automating manual tasks and redundant processes to smoothly transition through order milestones. With intelligent PO management, our supply chain teams can harness the power of their own data to surface key insights and trends to make smarter decisions and know when to take action.",
        "categories": [],
        "email": "marketing@anvyl.com",
        "privateEmail": "m*******g@anvyl.com",
        "website": "http://anvyl.com",
        "linkedin": "https://www.linkedin.com/company/anvyl",
        "twitter": "http://TeamAnvyl"
    }, {
        "id": 3502816,
        "externalId": "arcbest",
        "name": "ArcBest",
        "logo": "exhibitors/3502816/media/arcbest.webp?v=2622248",
        "description": "ArcBest is a multibillion-dollar integrated logistics company that helps keep the global supply chain moving. We leverage our full suite of shipping and logistics solutions to meet our customers’ needs, and we’re fueled by the simple notion of always finding a way to get the job done. Founded in 1923, we’re now a publicly traded, $5 billion logistics powerhouse with over 15,000 employees across nearly 250 campuses and service centers. We serve as a trusted advisor, listening to our customers and using our innovative technology to implement modern logistics solutions that help save money and drive growth.",
        "categories": [],
        "website": "http://arcb.com",
        "facebook": "https://facebook.com/arcbestcorp",
        "linkedin": "https://www.linkedin.com/company/arcbest",
        "twitter": "http://ArcBestCorp"
    }, {
        "id": 3597801,
        "externalId": "aria-logistics",
        "name": "ARIA LOGISTICS - MY HOME DELIVERY",
        "logo": "exhibitors/3597801/media/aria-logisticsmy-home-delivery.webp?v=2622252",
        "description": "Aria Logistics was founded in 2013 by the current CEO and founder, Arelis Bonilla. The goal was to create one objective to simplify transportation management. From coast to coast, dock to dock, and across all major transportation modes. In 2023, the launch of My Home Delivery App was introduced. This versatile app is the go-to solution for anyone looking to move furniture, appliances, fitness equipment, or gift big and bulky items such as pianos or fine art. With a commitment to convenience, reliability, and customer satisfaction, My Home Delivery aims to simplify its customers' shopping and delivery process.",
        "categories": [],
        "website": "http://arialogistics.com",
        "linkedin": "https://www.linkedin.com/company/aria-logistics-llc",
        "twitter": "http://arialogistics_"
    }, {
        "id": 3598814,
        "externalId": "arkestro-inc",
        "name": "Arkestro - Silver Sponsor",
        "categories": [],
        "website": "http://arkestro.com",
        "linkedin": "https://www.linkedin.com/company/bid-ops"
    }, {
        "id": 3615910,
        "externalId": "association-for-supply-chain-management-ascm",
        "name": "Association for Supply Chain Management (ASCM)",
        "description": "The Association for Supply Chain Management (ASCM) is the global pacesetter of organizational transformation, talent development and supply chain innovation. As the largest association for supply chain, ASCM members and worldwide alliances fuel innovation and inspire accountability for resilient, dynamic and sustainable operations. ASCM is built on a foundation of world-class APICS education, certification and career resources, which encompass award-winning workforce development, relevant content, groundbreaking industry standards and a diverse community of professionals who are driven to create a better world through supply chain.",
        "categories": [],
        "email": "corporatedevelopment@ascm.org",
        "privateEmail": "c******************t@ascm.org",
        "website": "http://ascm.org",
        "facebook": "https://www.facebook.com/ascmorg/",
        "linkedin": "https://www.linkedin.com/company/ascmorg",
        "twitter": "https://twitter.com/ascm_hq"
    }, {
        "id": 3659082,
        "externalId": "atlas-ai",
        "name": "Atlas AI - Exhibitor",
        "categories": [],
        "website": "http://atlasai.us",
        "linkedin": "https://www.linkedin.com/company/atlas-ai-pbc",
        "twitter": "http://atlasai_co"
    }, {
        "id": 3523374,
        "externalId": "atob",
        "name": "AtoB",
        "logo": "exhibitors/3523374/media/atob.webp?v=2622069",
        "description": "Established in 2019 in San Francisco, AtoB is on a mission to create a cutting-edge fuel card solution that saves fleets both time and money through fraud prevention technology, world-class discounts, and leading merchant partnerships.",
        "categories": [],
        "email": "hello@atob.com",
        "privateEmail": "h***o@atob.com",
        "website": "http://atob.com",
        "facebook": "https://www.facebook.com/atobHQ/",
        "linkedin": "https://www.linkedin.com/company/goatob",
        "twitter": "http://atobHQ"
    }, {
        "id": 3654768,
        "externalId": "avalara",
        "name": "Avalara",
        "logo": "exhibitors/3654768/media/avalara.webp?v=2622314",
        "description": "Avalara Cross-Border connects all pieces of the global tax puzzle by automating tariff code classification and delivering real-time calculation of customs duties, import taxes, and sales and use taxes. It is the ideal tax solution for online sellers seeking to establish a modular, best-of-breed platform to power their cross-border needs. Avalara Cross-Border is an open point solution designed to work in harmony with the rest of your e-commerce technology components, providing the freedom to choose other best-in-class partners such as shipping carriers, payment providers, fraud management providers etc.",
        "categories": [],
        "email": "evan.wright@avalara.com",
        "privateEmail": "e*********t@avalara.com",
        "website": "http://avalara.com",
        "facebook": "https://facebook.com/avalara",
        "linkedin": "https://www.linkedin.com/company/avalara",
        "twitter": "http://avalara"
    }, {
        "id": 3812515,
        "externalId": "aws",
        "name": "AWS",
        "categories": []
    }, {
        "id": 3502831,
        "externalId": "axlehire",
        "name": "AxleHire",
        "logo": "exhibitors/3502831/media/axlehire.webp?v=2622037",
        "description": "AxleHire, a last-mile delivery provider disrupting the logistics industry with its end-to-end delivery solution, eliminates the problematic choice brands have always had to make—ship it slow at an affordable cost or ship it fast and ask customers to pay a premium. With AxleHire, eCommerce companies can now provide their customers with an Amazon-like delivery experience with fast and reliable next-day and same-day deliveries at close-to-ground rates, while still maintaining a 99% on-time delivery (OTD) rate.",
        "categories": [],
        "email": "info@axlehire.com",
        "privateEmail": "i**o@axlehire.com",
        "website": "http://axlehire.com",
        "facebook": "https://facebook.com/axlehire",
        "linkedin": "https://www.linkedin.com/company/axlehire",
        "twitter": "http://axlehire"
    }, {
        "id": 3626045,
        "externalId": "better-trucks",
        "name": "Better Trucks",
        "logo": "exhibitors/3626045/media/better-trucks.webp?v=2622254",
        "description": "Better Trucks is a regional, last-mile parcel carrier that specializes in rapid residential deliveries.  We exceed our customers' expectations by providing cost-effective, technology-forward, customer- centered last-mile delivery offerings including next day, two-day and same day.",
        "categories": [],
        "website": "http://jumpseat.co",
        "linkedin": "https://www.linkedin.com/company/jumpseatco"
    }, {
        "id": 3638889,
        "externalId": "bitfreighter",
        "name": "Bitfreighter",
        "logo": "exhibitors/3638889/media/bitfreighter.webp?v=2622332",
        "description": "Bitfreighter is a freight focused integrations company, offering Real Time Rating and Spot Board unlimited quoting to shipper TMS' and unlimited EDI messaging for a low monthly charge. Leverage our EDI Concierge team and connect to any shipper, with unlimited transactions to any of your customers.",
        "categories": [],
        "email": "sales@bitfreighter.com",
        "privateEmail": "s***s@bitfreighter.com",
        "website": "http://bitfreighter.com",
        "facebook": "https://www.facebook.com/bitfreighter",
        "linkedin": "https://www.linkedin.com/company/bitfreighter"
    }, {
        "id": 3523335,
        "externalId": "blackberry-radar",
        "name": "BlackBerry Radar",
        "logo": "exhibitors/3523335/media/blackberry-radar.webp?v=2622256",
        "description": "BlackBerry Radar® is a complete asset tracking solution that provides reliable trailer, chassis, container, ISO Tank, and railcar positioning and utilization data. Our ruggedized GPS asset tracking devices are easy to install, have an open API for easy platform integration and are long-lasting to minimize operational disruptions to maximize your ROI.",
        "categories": [],
        "website": "http://blackberry.com",
        "facebook": "https://www.facebook.com/BlackBerry",
        "linkedin": "https://www.linkedin.com/company/blackberry",
        "twitter": "http://BlackBerry"
    }, {
        "id": 3626031,
        "externalId": "bluecargo",
        "name": "BlueCargo",
        "logo": "exhibitors/3626031/media/bluecargo.webp?v=2622038",
        "description": "BlueCargo revolutionizes port logistics by saving over $175 million in late fees, serving Logistics Providers, BCOs, and drayage carriers. We provide digital tools, data, and services for a streamlined US supply chain. Our platform offers transparency by consolidating data sources, enhancing efficiency and cost-effectiveness. Linked to all US and Canadian ports, we reduce container event monitoring time by 50%.",
        "categories": [],
        "email": "contact@bluecargo.io",
        "privateEmail": "c*****t@bluecargo.io",
        "website": "https://www.bluecargo.io/",
        "facebook": "https://www.facebook.com/BlueCargoInc/",
        "linkedin": "https://www.linkedin.com/company/18812939/",
        "twitter": "https://twitter.com/BlueCargo_"
    }, {
        "id": 3597806,
        "externalId": "blume-global",
        "name": "Blume Global",
        "logo": "exhibitors/3597806/media/blume-global.webp?v=2622293",
        "description": "Blume Global is a multimodal supply chain orchestration platform, uniting international, end-to-end visibility, supplier management and logistics execution. As the single source of truth for logistics data, Blume provides visibility throughout the value chain, from sourcing to delivery. Shippers use Blume to navigate worldwide disruptions and create agile plans amid uncertainty. Direct connectivity to the ocean, air, rail, parcel, LTL and truckload carriers along with Blume’s industry expertise and innovative solutions helps users maximize transportation spend and reduce carbon emissions.",
        "categories": [],
        "email": "info@blumeglobal.com",
        "privateEmail": "i**o@blumeglobal.com",
        "website": "http://blumeglobal.com",
        "linkedin": "https://www.linkedin.com/company/blume-global",
        "twitter": "http://Blume_Global"
    }, {
        "id": 3626042,
        "externalId": "boox",
        "name": "Boox",
        "logo": "exhibitors/3626042/media/boox.webp?v=2622040",
        "description": "Boox is the global leader in reusable e-commerce packaging. We're a mission-driven company focused on eliminating single-use waste for brands and consumers. Boox enables the circular economy for brands and consumers by combining innovative, award-winning reusable packaging, with a network of reverse logistics services. We replace single-use cardboard boxes and polybags with beautiful, custom-branded alternatives that can be reused many times before being recycled at end of life. Boox handles all of the logistics associated with reuse – no operational changes are required! We have standard sizes and can work with you to develop custom solutions for any product.",
        "categories": [],
        "website": "http://boox.eco",
        "linkedin": "https://www.linkedin.com/company/boox-pbc"
    }, {
        "id": 3558687,
        "externalId": "boston-dynamics",
        "name": "Boston Dynamics, Inc.",
        "logo": "exhibitors/3558687/media/boston-dynamics-inc.webp?v=2622047",
        "description": "Boston Dynamics’ mission is to imagine and create exceptional robots that enrich people’s lives. Building machines that can approximate the mobility, dexterity and agility of people and animals is a grand challenge. Curiosity and respect for the natural world are at the heart of our work on robots. We see products derived from this work as the next step in the human history of building machines to reduce the danger, repetition and physically difficult aspects of work.",
        "categories": [],
        "website": "http://bostondynamics.com",
        "facebook": "https://facebook.com/bostondynamics",
        "linkedin": "https://www.linkedin.com/company/boston-dynamics",
        "twitter": "http://BostonDynamics"
    }, {
        "id": 3558468,
        "externalId": "boxc",
        "name": "BoxC",
        "logo": "exhibitors/3558468/media/boxc.webp?v=2622078",
        "description": "BoxC is an e-commerce logistics management platform built and designed for e-commerce in a globalized world. We provide all the tools for logistics management in a single platform for global e-commerce, eliminating the limitations of traditional shipping and logistics solutions. Enabling all companies in the supply chain to ship directly to the consumer from airlines to freight forwarders to e-commerce retailers. Our customers are airlines, freight forwarders, postal operators, parcel carriers and large e-commerce retailers launching their own innovative cross-border package delivery services.",
        "categories": [],
        "website": "http://boxc.com",
        "facebook": "https://facebook.com/tryboxc",
        "linkedin": "https://www.linkedin.com/company/boxc",
        "twitter": "http://BoxCLogistics"
    }, {
        "id": 3824966,
        "externalId": "bricz",
        "name": "Bricz",
        "categories": []
    }, {
        "id": 3654634,
        "externalId": "bringoz",
        "name": "Bringoz - Exhibitor",
        "categories": [],
        "website": "http://bringoz.com",
        "facebook": "https://facebook.com/bringoz",
        "linkedin": "https://www.linkedin.com/company/bringoz"
    }, {
        "id": 3598052,
        "externalId": "bungii",
        "name": "Bungii",
        "logo": "exhibitors/3598052/media/bungii.webp?v=2622234",
        "description": "Last mile delivery has become crucial for winning business. B2C and B2B customers alike have come to expect speedy fulfillment with real-time transparency along the way. Bungii is the proven and strategic big and bulky partner setting the new standard for last mile delivery. We understand the challenges and how crucial successful delivery is to your business. Bungii technology enables delivery flexibility, optimization, and provides real-time tracking for shipper and customer. Our high-quality delivery professionals in over 70 US metros are poised to help you master the last mile while ensuring your customers are satisfied with the delivery experience.",
        "categories": [],
        "website": "http://bungii.com",
        "facebook": "https://facebook.com/bungiiapp",
        "linkedin": "https://www.linkedin.com/company/bungii",
        "twitter": "http://BungiiApp"
    }, {
        "id": 3785205,
        "externalId": "byd",
        "name": "BYD",
        "categories": []
    }, {
        "id": 3654626,
        "externalId": "cabrella-shippinginsurance-intelligence",
        "name": "Cabrella Shipping & Insurance Intelligence",
        "logo": "exhibitors/3654626/media/cabrella-shippinginsurance-intelligence.webp?v=2622270",
        "description": "Cabrella is the technological next step in shipping insurance & risk management. Logistics Service Providers integrate Cabrella's API to provide coverage to their members to obtain & bind quotes, file claims and more. Businesses can use our native TMS to ship & insure valuable items or integrate non-native TMS to insure packages via API. We support integrations to common applications such as ShipStation, Shopify and others. Benefit from higher limits, competitive rates and comprehensive all risk wording for practically any commodity or conveyance. No matter your needs, Cabrella technology is the simplest and most streamlined solution available in the marketplace.",
        "categories": [],
        "website": "http://cabrella.com",
        "linkedin": "https://www.linkedin.com/company/cabrella-shipping-insurance/"
    }, {
        "id": 3939452,
        "externalId": "california-label-products",
        "name": "California Label Products",
        "categories": []
    }, {
        "id": 3626030,
        "externalId": "cargobase",
        "name": "Cargobase",
        "logo": "exhibitors/3626030/media/cargobase.webp?v=2622304",
        "description": "Cargobase is a logistics software company that offers no-nonsense cloud-based software solutions. Our vision is to simplify and automate freight for all stakeholders. The Cargobase platform is easy to implement, user-friendly and affordable. Cargobase’s unique Transportation Management System (TMS) can be used stand-alone or integrated with existing systems for production, non-production, project, contracted, spot-buy and premium freight flows. Key features include: Freight Procurement, Approvals. Shipment Execution, Shipment Tracking,  Invoice Audit, and Advanced Analytics. The platform covers all freight modes and is used daily by the world’s leading OEMs and Tier-1 suppliers in the automotive, semiconductor, aviation, and industrial machinery industries.",
        "categories": [],
        "email": "business@cargobase.com",
        "privateEmail": "b******s@cargobase.com",
        "website": "http://cargobase.com",
        "facebook": "https://facebook.com/cargobase",
        "linkedin": "https://www.linkedin.com/company/cargobase",
        "twitter": "http://Cargobase"
    }, {
        "id": 3854332,
        "externalId": "cargofar",
        "name": "CargoFar",
        "categories": []
    }, {
        "id": 3571796,
        "externalId": "cartcom",
        "name": "Cart.com",
        "logo": "exhibitors/3571796/media/cartcom.webp?v=2622082",
        "description": "Cart.com is the leading provider of comprehensive omnichannel commerce and logistics solutions that enable B2C and B2B companies to sell and fulfill anywhere. The company’s enterprise-grade software, expert services and logistics infrastructure, including its own network of fulfillment and distribution centers, are used by thousands of customers to unify commerce operations and drive more efficient growth.",
        "categories": [],
        "email": "letschat@cart.com",
        "privateEmail": "l******t@cart.com",
        "website": "http://cart.com",
        "linkedin": "https://www.linkedin.com/company/cartdotcom",
        "twitter": "http://Cartcom2"
    }, {
        "id": 3789965,
        "externalId": "cdata-software",
        "name": "CData Software",
        "categories": []
    }, {
        "id": 3500390,
        "externalId": "cdl1000",
        "name": "CDL 1000 - Silver Sponsor",
        "categories": [],
        "website": "http://cdl1000.com",
        "linkedin": "https://www.linkedin.com/company/cdl-1000",
        "twitter": "http://CDL1000Inc"
    }, {
        "id": 3638592,
        "externalId": "challenger-motor-freight",
        "name": "Challenger Motor Freight",
        "logo": "exhibitors/3638592/media/challenger-motor-freight.webp?v=2622149",
        "description": "As one of North America's largest privately owned transportation and logistics companies, Challenger can transport your goods anywhere across North America as well as internationally with our full range of transportation, logistics, warehousing and distribution services.",
        "categories": [],
        "email": "paulw@challenger.com",
        "privateEmail": "p***w@challenger.com",
        "website": "http://challenger.com",
        "facebook": "https://facebook.com/137944369639160",
        "linkedin": "https://www.linkedin.com/company/challenger",
        "twitter": "http://Challenger_MFI"
    }, {
        "id": 3626055,
        "externalId": "chetu-inc",
        "name": "Chetu",
        "description": "Founded in 2000, Chetu is a global software solutions and support services provider for the supply chain and logistics industries. Chetu's specialized technology and industry experts drive innovation for startups, SMBs, and Fortune 5000 companies with an unparalleled software delivery model suited to meet the needs of the client. Chetu's one-stop-shop model spans the entire software technology spectrum. Headquartered in Sunrise, Florida, Chetu has fourteen locations throughout the U.S., Europe and Asia. For more information, visit www.chetu.com.",
        "categories": [],
        "website": "http://chetu.com",
        "facebook": "https://facebook.com/chetuinc",
        "linkedin": "https://www.linkedin.com/company/chetu-inc-",
        "twitter": "http://ChetuInc"
    }, {
        "id": 3795812,
        "externalId": "cirro",
        "name": "Cirro",
        "categories": []
    }, {
        "id": 3571780,
        "externalId": "cleo",
        "name": "Cleo",
        "logo": "exhibitors/3571780/media/cleo.webp?v=2622285",
        "description": "Cleo, the pioneer and global leader of the Ecosystem Integration software category, supports more than 4,100 supply chain-driven businesses in logistics & transportation, manufacturing, distribution, and retail with the Cleo Integration Cloud platform (CIC). CIC is a single-platform integration solution that enhances supply chain execution by aligning all an enterprise’s functional silos to provide a flawless customer experience that allows organizations to maximize revenue capture and expand profit margins. By blending API, EDI and non-EDI integration capabilities CIC provides end-to-end business process visibility and control over integration to make ecosystems stronger, valuable relationships better, and business outcomes more predictable.",
        "categories": [],
        "email": "sales@cleo.com",
        "privateEmail": "s***s@cleo.com",
        "website": "http://cleo.com",
        "facebook": "https://facebook.com/cleocommunications",
        "linkedin": "https://www.linkedin.com/company/cleo-communications",
        "twitter": "http://moveviewact"
    }, {
        "id": 3523354,
        "externalId": "cloudsort",
        "name": "CloudSort",
        "logo": "exhibitors/3523354/media/cloudsort.webp?v=2622264",
        "description": "CloudSort was established in 2019 to revolutionize the movement of packaged goods in the supply chain. We aim to innovate the middle mile, the crucial link connecting the first and last miles of the supply chain, by utilizing our cloud-based sortation platform. Our leadership team comprises experienced logistics and tech professionals with a fresh outlook on the industry, which informs all their solutions and customer relationships to provide the best possible experience.",
        "categories": [],
        "email": "hello@cloudsort.com",
        "privateEmail": "h***o@cloudsort.com",
        "website": "https://www.cloudsort.com/",
        "linkedin": "https://www.linkedin.com/company/cloudsort-corporation"
    }, {
        "id": 3926950,
        "externalId": "codingscape",
        "name": "Codingscape",
        "categories": []
    }, {
        "id": 3654627,
        "externalId": "cognosos",
        "name": "Cognosos",
        "logo": "exhibitors/3654627/media/cognosos.webp?v=2622309",
        "description": "Cognosos is paving the way for the next generation of real-time location systems (RTLS). Supporting the biggest brands in automotive, logistics and manufacturing, Cognosos technology has been used to track over 5 million assets. Cognosos' cloud-based software, and ultra-lightweight footprint delivers an unparalleled combination of price and performance, reducing time-to-value, increasing ROI and eliminating the traditional deployment barriers of legacy systems. Cognosos’ Yard Visibility Suite closes the gap between transportation and warehouse management systems, bringing critically needed visibility to yard operations.",
        "categories": [],
        "email": "info@cognosos.com",
        "privateEmail": "i**o@cognosos.com",
        "website": "http://cognosos.com",
        "linkedin": "https://www.linkedin.com/company/cognosos",
        "twitter": "http://www.twitter.com/cognosos"
    }, {
        "id": 3558401,
        "externalId": "conglobal",
        "name": "ConGlobal",
        "logo": "exhibitors/3558401/media/conglobal.webp?v=2622301",
        "description": "ConGlobal is North America's leading operator of container yards, intermodal, and finished vehicle terminals. With operations across the U.S., Mexico, and Costa Rica and over 50 years of industrial experience, ConGlobal is the industry’s go-to terminal operations expert. ConGlobal's service and product offerings anchor on complementing specialized industrial equipment operations with advanced, technology-enabled systems and processes.",
        "categories": [],
        "email": "social@conglobal.com",
        "privateEmail": "s****l@conglobal.com",
        "website": "http://conglobal.com",
        "facebook": "https://www.facebook.com/WeAreConGlobal",
        "linkedin": "https://www.linkedin.com/company/conglobal",
        "twitter": "http://@WeAreConGlobal"
    }, {
        "id": 3633188,
        "externalId": "consulate-general-of-canada",
        "name": "Consulate General of Canada / Trade Commissioner Service",
        "logo": "exhibitors/3633188/media/consulate-general-of-canadatrade-commissioner-service.webp?v=2622070",
        "description": "The Canadian Trade Commissioner Service (TCS) helps Canadian businesses of all sizes succeed in international markets and make better, timelier, and more cost effective decisions. With a presence in over 160 cities worldwide, we’re Canada’s most comprehensive network of international business professionals. Our international trade experts help qualified businesses prepare for international markets, assess potential markets, find qualified contacts, and resolve business problems.",
        "categories": [],
        "website": "http://www.losangeles.gc.ca",
        "linkedin": "https://www.linkedin.com/company/consulate-general-of-canada-in-los-angeles/mycompany/"
    }, {
        "id": 3860921,
        "externalId": "council-of-supply-chain-management-professionals",
        "name": "Council of Supply Chain Management Professionals",
        "categories": []
    }, {
        "id": 3615906,
        "externalId": "cover-genius",
        "name": "Cover Genius",
        "logo": "exhibitors/3615906/media/cover-genius.webp?v=2622053",
        "description": "Cover Genius is the insurtech for embedded protection that protects the global customers of the world’s largest digital companies.",
        "categories": [],
        "email": "partnerships@covergenius.com",
        "privateEmail": "p**********s@covergenius.com",
        "website": "http://covergenius.com",
        "linkedin": "https://www.linkedin.com/company/cover-genius/",
        "twitter": "https://twitter.com/cover_genius"
    }, {
        "id": 3659086,
        "externalId": "cubiscan",
        "name": "Cubiscan - Exhibitor",
        "categories": [],
        "website": "http://cubiscan.com",
        "facebook": "https://facebook.com/cubiscan",
        "linkedin": "https://www.linkedin.com/company/cubiscan",
        "twitter": "http://CubiScan1"
    }, {
        "id": 3597799,
        "externalId": "dat-freight-and-analytics",
        "name": "DAT Freight & Analytics",
        "logo": "exhibitors/3597799/media/dat-freightanalytics.webp?v=2622266",
        "description": "DAT Freight & Analytics operates the largest truckload freight marketplace in North America. Shippers, transportation brokers, carriers, news organizations and industry analysts rely on DAT for market trends and data insights based on more than 400 million freight matches and a database of $150 billion in annual market transactions.",
        "categories": [],
        "website": "https://www.dat.com/",
        "facebook": "https://www.facebook.com/datfreight",
        "linkedin": "https://linkedin.com/company/dat-freight-and-analytics",
        "twitter": "https://twitter.com/datfreightteam"
    }, {
        "id": 3516868,
        "externalId": "datamatics",
        "name": "Datamatics",
        "logo": "exhibitors/3516868/media/datamatics.webp?v=2622258",
        "description": "Datamatics is a Digital Operations, Technologies and Experiences company that enables enterprises to go Deep in Digital to boost their productivity, customer experience and competitive advantage. It has established products in Robotic Process Automation, Intelligent Document Processing, Business Intelligence. The Company has presence across 4 continents with major delivery centers in the USA, India, and Philippines.",
        "categories": [],
        "email": "events@datamatics.com",
        "privateEmail": "e****s@datamatics.com",
        "website": "http://datamatics.com",
        "facebook": "https://facebook.com/datamatics",
        "linkedin": "https://www.linkedin.com/company/datamatics",
        "twitter": "http://dgsl"
    }, {
        "id": 3626040,
        "externalId": "davinci-micro-fulfillment-inc",
        "name": "Davinci Micro Fulfillment",
        "logo": "exhibitors/3626040/media/davinci-micro-fulfillment.webp?v=2622055",
        "description": "Davinci Micro Fulfillment Solutions is a micro fulfillment service, partnering with consumer brands to provide an integrated solution for their direct-to- consumer (“D2C”) business utilizing our physical location network and technology, built around order management, network optimization (AI), and carrier optimization. MFC locations are strategically located and sized to minimize lead-time (same day to 1-2 days shipping time to consumers) and cost across the United States.",
        "categories": [],
        "website": "http://davincimfc.com",
        "linkedin": "https://www.linkedin.com/company/davinci-micro-fulfillment"
    }, {
        "id": 3516604,
        "externalId": "db-schenker",
        "name": "DB Schenker",
        "logo": "exhibitors/3516604/media/db-schenker.webp?v=2622080",
        "description": "DB Schenker is one of the largest Integrated Logistics Service Providers in the Americas with more than 10,000 employees in 123 locations providing over 27 million sq. ft. of distribution operations to its clients. DB Schenker’s Americas presence includes Argentina, Brazil, Canada, Chile, Guatemala, Mexico, Panama, Peru, United States, and Venezuela. DB Schenker offers land transport and air and ocean freight, as well as comprehensive logistics solutions and global supply chain management services from a single source. With integrated partners across the Americas, DB Schenker provides the best combination of intimate local practices knowledge and global capabilities. www.DBSchenker.com",
        "categories": [],
        "website": "http://dbschenker.com",
        "facebook": "https://facebook.com/298026420216364",
        "linkedin": "https://www.linkedin.com/company/dbschenker",
        "twitter": "http://DBSchenker"
    }, {
        "id": 3868265,
        "externalId": "delivery-solutions",
        "name": "Delivery Solutions",
        "categories": []
    }, {
        "id": 3597803,
        "externalId": "denim",
        "name": "Denim",
        "logo": "exhibitors/3597803/media/denim.webp?v=2622292",
        "description": "Denim is a freight payment system for the logistics industry, offering an ecosystem of intelligent financial products, operations tools, and time-saving automation. Our proprietary technology enables freight brokers to simplify their financing operations and easily access the working capital they need to grow in the competitive, $2 trillion logistics market. Denim automates invoicing, collections, and payments — ultimately reducing daily payments and collections tasks by 75%.  Our open API architecture allows us to be a hub that can integrate with any TMS or accounting software, making Denim the only provider in the industry that serves as a one-stop, full-service platform.",
        "categories": [],
        "email": "sales@denim.com",
        "privateEmail": "s***s@denim.com",
        "website": "http://axlepayments.com",
        "facebook": "https://www.facebook.com/busbotinc",
        "linkedin": "https://www.linkedin.com/company/axle-payments",
        "twitter": "http://axlepayments"
    }, {
        "id": 3564787,
        "externalId": "deposco",
        "name": "Deposco",
        "logo": "exhibitors/3564787/media/deposco.webp?v=2622103",
        "description": "Deposco’s Bright Suite of omnichannel fulfillment supply chain applications is how fast-growing companies rapidly scale their warehouse management and order management operations, so they can see what inventory they’ve got, where it is, and where to position it to fulfill demand when It’s Grow Time™. It’s the only solution that provides this much actionable insight into both your supply chain and the broader marketplace. Learn more about Deposco at www.deposco.com.",
        "categories": [],
        "email": "info@deposco.com",
        "privateEmail": "i**o@deposco.com",
        "website": "http://deposco.com",
        "facebook": "https://facebook.com/deposco",
        "linkedin": "https://www.linkedin.com/company/deposco",
        "twitter": "http://Deposco"
    }, {
        "id": 3552783,
        "externalId": "dexory",
        "name": "Dexory",
        "logo": "exhibitors/3552783/media/dexory.webp?v=2622199",
        "description": "Dexory provides the logistics industry with real-time warehouse insights using fully autonomous mobile robots. Dexory’s robots measure, count, track and find inventory across warehouses as they navigate the racks, without workflow disruption. The data is pushed in real-time to their DexoryView platform offering end-to-end visibility across the state of the operations in an intuitive, easy-to-access digital format. The insights extracted help discover inefficiencies across each location, optimise present operations and de-risk the evolution of a company’s supply chain. Dexory is already working with major industry leaders in the UK and across Europe such as Menzies Aviation, Maersk, Denso UK, Huboo.",
        "categories": [],
        "email": "letstalk@dexory.com",
        "privateEmail": "l******k@dexory.com",
        "website": "https://www.dexory.com"
    }, {
        "id": 3523340,
        "externalId": "dexterity",
        "name": "Dexterity",
        "logo": "exhibitors/3523340/media/dexterity.webp?v=2622079",
        "description": "Dexterity, Inc. is a Redwood City, California-based robotics company specializing in creating intelligent robots with human-like dexterity. By automating repetitive tasks, Dexterity's full-stack robotics solutions unlock the maximum value of the workforce, allowing employees to focus on less physically demanding, higher value add tasks. With applications in logistics, warehousing, and supply chain operations, Dexterity's robots excel in complex manipulations in unpredictable environments. To learn more, visit www.dexterity.ai.",
        "categories": [],
        "email": "michaelperry@dexterity.ai",
        "privateEmail": "m**********y@dexterity.ai",
        "website": "http://dexterity.ai",
        "linkedin": "https://www.linkedin.com/company/dexterityinc",
        "twitter": "http://DexterityRobots"
    }, {
        "id": 3502825,
        "externalId": "dhl-supply-chain",
        "name": "DHL Supply Chain",
        "logo": "exhibitors/3502825/media/dhl-supply-chain.webp?v=2622094",
        "description": "DHL Supply Chain maximizes supply chain value, enhances Customer relationships and increases agility by bringing together exceptional strategic and operational capabilities. Through a disciplined approach to operations and deep industry expertise, the world’s largest 3PL delivers the predictability and flexibility that drives real business results for its Customers. DHL Supply Chain’s breadth of solutions and unparalleled scale, along with its dedicated focus on continuous innovation help its Customers remove the supply chain boundaries that limit growth and profitability. All Innovation. No Boundaries.",
        "categories": [],
        "website": "http://dhl.com",
        "facebook": "https://facebook.com/dhl",
        "linkedin": "https://www.linkedin.com/company/dhl",
        "twitter": "http://DHLParcelUK"
    }, {
        "id": 3674289,
        "externalId": "direct-traffic-solutions",
        "name": "Direct Traffic Solutions - Exhibitor",
        "categories": [],
        "website": "http://dts-freight.com"
    }, {
        "id": 3626029,
        "externalId": "dispatch",
        "name": "Dispatch",
        "logo": "exhibitors/3626029/media/dispatch.webp?v=2622062",
        "description": "Dispatch simplifies last-mile deliveries for businesses. Whether you rely on your own fleet or the Dispatch driver network, our delivery technology empowers you to Deliver More* for your customers. With a growing network of independent contractor drivers and easy-to-use solutions, Dispatch is equipped to be your delivery partner so you can focus on what matters most to your business.",
        "categories": [],
        "email": "info@dispatchit.com",
        "privateEmail": "i**o@dispatchit.com",
        "website": "http://dispatchit.com",
        "facebook": "https://www.facebook.com/dispatchllc/",
        "linkedin": "https://www.linkedin.com/company/dispatch-llc",
        "twitter": "http://DispatchItInc"
    }, {
        "id": 3634331,
        "externalId": "dispatch-science",
        "name": "Dispatch Science",
        "logo": "exhibitors/3634331/media/dispatch-science.webp?v=2622074",
        "description": "Dispatch Science is the leader in next-generation transportation management software for last- mile couriers and delivery businesses. We remove the complexity of sorting, routing and delivering thousands of packages daily. From order entry to client invoicing and driver settlements we’ve got you covered. Our solution is the only one that includes courier-centric route optimization, and our self-serve customizable client portal, real-time notifications, and intuitive mobile app, are features dispatchers, customers and your drivers will love. Our open platform allows you to integrate with any vendors, suppliers, or customers. Let us help you win in today’s increasingly demanding delivery market.",
        "categories": [],
        "email": "info@dispatchscience.com",
        "privateEmail": "i**o@dispatchscience.com",
        "website": "http://dispatchscience.com",
        "facebook": "http://facebook.com/dispatchscience",
        "linkedin": "https://www.linkedin.com/company/dispatch-science",
        "twitter": "http://DispatchScience"
    }, {
        "id": 3616048,
        "externalId": "dispatchtrack",
        "name": "DispatchTrack",
        "logo": "exhibitors/3616048/media/dispatchtrack.webp?v=2622036",
        "description": "DispatchTrack is the global leader in last mile delivery solutions, helping top brands power 180 million successful deliveries per year. Since 2010, DispatchTrack's scalable SaaS platform has made its clients more connected, agile, and intelligent using highly configurable capabilities. Our AI-powered routing algorithm ensures 98% ETA accuracy in last mile deliveries, and we're constantly innovating to better serve our 2,500+ global customers, including Walmart, Coca-Cola, Ferguson, and many others. When businesses make promises to their customers—DispatchTrack makes sure they deliver.",
        "categories": [],
        "website": "http://dispatchtrack.com",
        "linkedin": "https://www.linkedin.com/company/dispatchtrack",
        "twitter": "http://dispatchtrack"
    }, {
        "id": 3796758,
        "externalId": "districongurobi",
        "name": "districon/gurobi",
        "categories": []
    }, {
        "id": 3784270,
        "externalId": "dlivrd",
        "name": "dlivrd - Exhibitor",
        "categories": [],
        "website": "http://dlivrd.io",
        "linkedin": "https://www.linkedin.com/company/dlivrd",
        "twitter": "http://dlivrdtech"
    }, {
        "id": 3615768,
        "externalId": "dsv",
        "name": "DSV Road - Bronze Sponsor",
        "categories": [],
        "website": "http://dsv.com",
        "facebook": "https://facebook.com/dsv.corporate",
        "linkedin": "https://www.linkedin.com/company/dsv",
        "twitter": "http://DSV_AS"
    }, {
        "id": 3558676,
        "externalId": "dutchx",
        "name": "DutchX",
        "logo": "exhibitors/3558676/media/dutchx.webp?v=2622041",
        "description": "DutchX is an industry leader in sustainable, forward and reverse urban logistics.",
        "categories": [],
        "email": "info@dutchx.com",
        "privateEmail": "i**o@dutchx.com",
        "website": "http://dutchx.com",
        "facebook": "https://www.facebook.com/DutchXUS/",
        "linkedin": "https://www.linkedin.com/company/dutchx"
    }, {
        "id": 3615907,
        "externalId": "eaigle",
        "name": "EAIGLE",
        "logo": "exhibitors/3615907/media/eaigle.webp?v=2622088",
        "description": "EAIGLE is an end-to-end AI platform that enables enterprises in the supply chain and retail sectors leverage vision data to address security, transportation, and operational challenges. Our innovative AI-powered solutions provide real-time curated alerts, operational insights, and automation, all aimed at helping enterprises identify potential breaches and inefficiencies and take corrective actions. Our solutions work seamlessly with existing hardware, making it easy for enterprises to integrate our platform into their infrastructure. Our platform is designed to be highly flexible and customizable for each corporation's distinctive needs. We collaborate closely with our customers to develop solutions that meet their requirements.",
        "categories": [],
        "email": "contact@eaigle.com",
        "privateEmail": "c*****t@eaigle.com",
        "website": "http://eaigle.com",
        "linkedin": "https://www.linkedin.com/company/eaigle",
        "twitter": "http://EAIGLE_Tech"
    }, {
        "id": 3507599,
        "externalId": "ease",
        "name": "EASE",
        "logo": "exhibitors/3507599/media/ease.webp?v=2622072",
        "description": "Established in 2014, EASE was founded on a highly responsive and personalized customer service model. What started as a simple brokerage has evolved to become a highly awarded, full-service logistics, asset, and managed solution provider, delivering unparalleled customer service 24/7/365. EASE is the first in the nation to deploy connected and automated semitrucks on revenue-generating routes with the Rural Automated Driving Systems (ADS) project, impacting the future of transportation and creating safer roadways for drivers, passengers, freight, and communities. Recently named one of Fortune's Most Innovative Companies in America, EASE notably came in first in the transportation category",
        "categories": [],
        "website": "http://easelogistics.com",
        "linkedin": "https://www.linkedin.com/company/ease-logistics-services-llc",
        "twitter": "http://EaseLogistics"
    }, {
        "id": 3615911,
        "externalId": "easypost",
        "name": "EasyPost",
        "logo": "exhibitors/3615911/media/easypost.webp?v=2622102",
        "description": "EasyPost is a technology leader that builds shipping solutions for ecommerce brands, fulfillment providers, online marketplaces and businesses of all sizes. The company provides a best-in-class multi-carrier shipping API that removes the technical complexities of logistics while making shipping more reliable, efficient, and affordable.",
        "categories": [],
        "website": "http://easypost.com",
        "facebook": "https://facebook.com/easypostco",
        "linkedin": "https://www.linkedin.com/company/easypost",
        "twitter": "http://easypost"
    }, {
        "id": 3639151,
        "externalId": "efl",
        "name": "EFL Global",
        "logo": "exhibitors/3639151/media/efl-global.webp?v=2622315",
        "description": "Established 40+ years ago, EFL Global is a leading supply chain and logistics solutions provider. We offer an extensive global service menu, including transportation, warehousing and distribution, customs brokerage and compliance, and more. With over 3,000 employees across 39 countries worldwide, EFL Global is committed to simplifying logistics for businesses through flexible, transparent, and future-ready solutions.",
        "categories": [],
        "email": "efl-info@efl.global",
        "privateEmail": "e******o@efl.global",
        "website": "http://efl.global",
        "linkedin": "https://www.linkedin.com/company/efl-global",
        "twitter": "http://eflglobal_"
    }, {
        "id": 3659081,
        "externalId": "ehub",
        "name": "eHub",
        "logo": "exhibitors/3659081/media/ehub.webp?v=2622333",
        "description": "eHub empowers merchants and 3PLs with technology driven solutions designed to drive profitability, optimize logistics, and scale operations.",
        "categories": [],
        "website": "http://ehub.com",
        "linkedin": "https://www.linkedin.com/company/ehubshipping",
        "twitter": "http://EHubShipping"
    }, {
        "id": 3890117,
        "externalId": "elemica",
        "name": "Elemica",
        "categories": []
    }, {
        "id": 3556581,
        "externalId": "enveyo",
        "name": "Enveyo",
        "logo": "exhibitors/3556581/media/enveyo.webp?v=2622057",
        "description": "Enveyo is the leading provider of logistics data management, visibility, and shipping optimization software, helping 3PLs and shippers of all sizes move their logistics forward through data-driven technology. From shipment analytics and automated carrier selection to post-purchase delivery experience management and freight auditing, Enveyo is the only suite deploying solutions across the logistics lifecycle. Powered by a robust, enterprise data management platform, Enveyo Insights, Modeling, Cloudroute, Alerting, and Audit solutions enable organizations to make business-transforming shipping decisions. To learn more about how Enveyo moves logistics forward, visit enveyo.com.",
        "categories": [],
        "website": "http://enveyo.com",
        "facebook": "https://www.facebook.com/enveyo/",
        "linkedin": "https://www.linkedin.com/company/enveyo",
        "twitter": "http://EnveyoOfficial"
    }, {
        "id": 3626034,
        "externalId": "envista",
        "name": "enVista",
        "logo": "exhibitors/3626034/media/envista.webp?v=2622267",
        "description": "enVista is a leading supply chain and enterprise technology consulting firm. As the premier provider of supply chain optimization services, automation & robotics, Microsoft solutions and IT managed services, enVista serves thousands of leading brands across the globe.\nWe optimize and transform physical and digital operations for the world’s leading brands – maximizing cost savings, customer service and profitability. enVista brings together the most innovative people and technologies to solve complex business challenges.We bring 20+ years of unmatched domain expertise and innovative solutions to accelerate target business outcomes. Customer success and innovation is our DNA. Let’s have a conversation.™",
        "categories": [],
        "email": "kmundt@envistacorp.com",
        "privateEmail": "k****t@envistacorp.com",
        "website": "http://envistacorp.com",
        "facebook": "https://facebook.com/envistaspplychn",
        "linkedin": "https://www.linkedin.com/company/envista",
        "twitter": "http://enVistaCommerce"
    }, {
        "id": 3654897,
        "externalId": "epost-global",
        "name": "ePost Global",
        "logo": "exhibitors/3654897/media/epost-global.webp?v=2622313",
        "description": "As global shipping experts and the largest privately-owned international shipping company in the U.S., ePost Global will solve your eCommerce shipping needs. Their team has collectively over 850 years of international logistics experience. ePost Global has the most sophisticated automated parcel sorting systems that runs 24/7 and processes up to 3,000 packages per hour to handle volume during any season. By utilizing one of the largest networks of global final-mile partners, customers can easily deliver to over 200 countries and territories.  ePost global can help reach new markets and simplify your international shipping for your eCommerce deliveries!",
        "categories": [],
        "website": "http://epostglobalshipping.com",
        "linkedin": "https://www.linkedin.com/company/epost-global-llc"
    }, {
        "id": 3598062,
        "externalId": "estes-forwarding-worldwide",
        "name": "Estes Express Lines - Bronze Sponsor",
        "logo": "exhibitors/3598062/media/estes-forwarding-worldwide-efw.webp?v=2622064",
        "categories": [],
        "website": "http://estes-express.com",
        "facebook": "https://facebook.com/estesexpress",
        "linkedin": "https://www.linkedin.com/company/estes-express-lines",
        "twitter": "http://estesexpress"
    }, {
        "id": 3777877,
        "externalId": "estes-logistics",
        "name": "Estes Logistics",
        "categories": []
    }, {
        "id": 3559203,
        "externalId": "etrac-technologies",
        "name": "eTrac Technologies",
        "logo": "exhibitors/3559203/media/etrac-technologies.webp?v=2622284",
        "description": "eTrac provides rate quotes and integrations to shippers for all of their final mile carrier needs.  Through eTrac you can access quotes, place orders and receive status updates for all of your final mile shipments.  In addition, eTrac simplifies the billing and payment process by consolidating all of your carrier invoices into a single invoice. With eTrac you can now find the right service, right price and the right carrier for all of your final mile deliveries.",
        "categories": [],
        "email": "sales@etractechnologies.com",
        "privateEmail": "s***s@etractechnologies.com",
        "website": "https://www.etractechnologies.com/",
        "linkedin": "https://www.linkedin.com/company/etrac-technologies"
    }, {
        "id": 3633195,
        "externalId": "fillogic",
        "name": "Fillogic",
        "logo": "exhibitors/3633195/media/fillogic.webp?v=2622162",
        "description": "Fillogic is the leading platform for local market logistics and is transforming the retail industry with its revolutionary technology, Fillogic Hub Network, and Delivery Marketplace. Fillogic converts excess space in retail centers and shopping malls to create channel-free logistics hubs that provide retailers a more efficient, cost-effective, and sustainable middle-mile solution. Services include forward staging inventory, ecommerce fulfillment, store/wholesale fulfillment, and grading of returns for re-fulfillment, re-commerce, and sustainable recycling. Fillogic is a NYC-based team of retail and logistics experts with 160-plus years of combined experience. Visit www.fillogic.com.",
        "categories": [],
        "website": "http://fillogic.com",
        "linkedin": "https://www.linkedin.com/company/fillogic",
        "twitter": "http://@Fillogic_Co"
    }, {
        "id": 3599070,
        "externalId": "fixefy",
        "name": "Fixefy",
        "logo": "exhibitors/3599070/media/fixefy.webp?v=2622138",
        "description": "Fixefy's supply chain platform is uniquely focused on helping businesses to gain control of their supply chain finances. Our platform provides businesses with the real-time visibility, data, and tools they need to make informed decisions about their financial resources. Fixefy can help businesses to improve their financial performance, reduce costs, and increase customer satisfaction, while also reducing their financial risk.",
        "categories": [],
        "email": "contact@fixefy.com",
        "privateEmail": "c*****t@fixefy.com",
        "website": "http://fixefy.com",
        "linkedin": "https://www.linkedin.com/company/fixefy"
    }, {
        "id": 3597800,
        "externalId": "flavorcloud",
        "name": "FlavorCloud Inc.",
        "logo": "exhibitors/3597800/media/flavorcloud-inc.webp?v=2622067",
        "description": "FlavorCloud makes international shipping easy, affordable and friction-free. We are a headless global logistics platform, offering low-cost, “prime-like” international shipping services, faster, door to door deliveries with premium service, while automating the nightmare of customs clearance and global trade compliance. FlavorCloud is powered by industry’s premier and largest, carrier agnostic, data rich and AI-optimized cross-border network to provide best shipping and returns services “anywhere to anywhere”. The technology uses deep learning and AI to power carrier selection, optimize supply chains, real-time product classification and automates the complex world Global customs/trade compliance.",
        "categories": [],
        "email": "contact@flavorcloud.com",
        "privateEmail": "c*****t@flavorcloud.com",
        "website": "http://flavorcloud.com",
        "facebook": "https://www.facebook.com/flavorC/",
        "linkedin": "https://www.linkedin.com/company/flavorcloud",
        "twitter": "http://shipflavorcloud"
    }, {
        "id": 3502827,
        "externalId": "flexport",
        "name": "Flexport",
        "logo": "exhibitors/3502827/media/flexport.webp?v=2622214",
        "description": "We believe trade can move the human race forward. That's why it's our mission to make global trade easy for everyone. Flexport is the technology platform for global logistics – empowering buyers, sellers, and their logistics partners with the technology and services to grow and innovate. Companies of all sizes – from emerging brands to Fortune 500s – used Flexport technology to move more than $26 billion of merchandise in 2022. In 2022, Flexport was named #1 on CNBC's Disruptor 50 List as well as one of Fast Company's Most Innovative Companies.",
        "categories": [],
        "email": "hello@flexport.com",
        "privateEmail": "h***o@flexport.com",
        "website": "http://flexport.com",
        "facebook": "https://facebook.com/flexportinc",
        "linkedin": "https://www.linkedin.com/company/flexport",
        "twitter": "https://twitter.com/flexport"
    }, {
        "id": 3571783,
        "externalId": "fourkites",
        "name": "FourKites",
        "logo": "exhibitors/3571783/media/fourkites.webp?v=2622288",
        "description": "Leading global supply chain visibility platform FourKites® extends visibility beyond transportation into yards, warehouses, stores and beyond. Tracking more than 3 million shipments daily across road, rail, ocean, air, parcel and last mile, and reaching over 200 countries and territories, FourKites combines real-time data and powerful machine learning to help companies digitize their end-to-end supply chains. More than 1,200 of the world’s most recognized brands — including 9 of the top-10 CPG and 18 of the top-20 food and beverage companies — trust FourKites to transform their business and create more agile, efficient and sustainable supply chains.",
        "categories": [],
        "website": "http://fourkites.com",
        "facebook": "https://facebook.com/fourkites",
        "linkedin": "https://www.linkedin.com/company/fourkites-inc",
        "twitter": "http://FourKites"
    }, {
        "id": 3558411,
        "externalId": "fox-robotics-1",
        "name": "Fox Robotics",
        "logo": "exhibitors/3558411/media/fox-robotics.webp?v=2622306",
        "description": "Fox Robotics makes robots that work. We offer autonomous forklifts that (un)load palletized product out of trailers. Our vision is to be the industry leader for autonomous pallet workflows. We imagine a world where humans and robots collaborate to increase throughput and decrease workplace safety incidents.",
        "categories": [],
        "email": "sales@foxbots.com",
        "privateEmail": "s***s@foxbots.com",
        "website": "https://foxrobotics.com/",
        "linkedin": "https://www.linkedin.com/company/foxbots",
        "twitter": "http://foxroboticsinc"
    }, {
        "id": 3615916,
        "externalId": "freightpop",
        "name": "FreightPOP",
        "logo": "exhibitors/3615916/media/freightpop.webp?v=2622177",
        "description": "FreightPOP is a cloud-based software that makes logistics simple with one login for all transportation management, including inbound and outbound freight management across parcel, LTL, FTL, ocean, and international air. FreightPOP offers seamless integration into customers' tech stacks (ERP, WMS, CRM) and is highly configurable to existing workflows and processes. With connections to 300+ carriers, ERP, WMS, and rate marketplaces, getting the best rates and optimizing shipping processes is easily achieved. To find out more, visit freightpop.com.",
        "categories": [],
        "email": "sales@freightpop.com",
        "privateEmail": "s***s@freightpop.com",
        "website": "http://freightpop.com",
        "linkedin": "https://www.linkedin.com/company/freightpop",
        "twitter": "http://FreightPOP"
    }, {
        "id": 3901279,
        "externalId": "freightwaves-sonar",
        "name": "FreightWaves Sonar",
        "categories": []
    }, {
        "id": 3633186,
        "externalId": "freightx",
        "name": "FreightX",
        "logo": "exhibitors/3633186/media/freightx.webp?v=2622086",
        "categories": [],
        "website": "https://www.transcard.com/solutions/freightx-automated-freight-processing",
        "linkedin": "https://www.linkedin.com/company/transcard",
        "twitter": "http://TransCardLLC"
    }, {
        "id": 3845003,
        "externalId": "fulfilld",
        "name": "Fulfilld",
        "categories": []
    }, {
        "id": 3615913,
        "externalId": "gather-ai",
        "name": "Gather AI",
        "logo": "exhibitors/3615913/media/gather-ai.webp?v=2622269",
        "description": "See your inventory in real-time with Gather AI's drone-powered inventory monitoring solution. Cutting-edge warehouses use our solution to decrease the cost of inventory accuracy, improve productivity and boost revenue. Warehouses can scan 15X more pallets per hour, significantly improving inventory visibility. Our customers have seen an 8% increase in inventory accuracy (from 89%-97%) in three months, a decrease in cost per scan of 70%, and a doubling of sales. With no capital expense and no infrastructure changes, Gather AI makes overcoming inventory challenges easy.",
        "categories": [],
        "email": "sales@gather.ai",
        "privateEmail": "s***s@gather.ai",
        "website": "http://gather.ai",
        "linkedin": "https://www.linkedin.com/company/gather-ai",
        "twitter": "http://gather_ai"
    }, {
        "id": 3567954,
        "externalId": "gebruder-weiss-inc-transport-and-logistics",
        "name": "Gebrüder Weiss",
        "logo": "exhibitors/3567954/media/gebr%c3%bcder-weiss.webp?v=2622296",
        "description": "Gebrüder Weiss is a globally operative full-service logistics provider with 8,400 employees at 180 company-owned locations. Its portfolio encompasses transport and logistics solutions, digital services, and supply chain management. The family-run organization – with a history going back more than half a millennium – has implemented a wide variety of environmental, economic, and social initiatives. Today, it is considered a pioneer in sustainable business practices. The business presence in North America includes headquarters in Chicago and offices in Atlanta, Boston, Dallas, El Paso, Laredo, Los Angeles, Miami, New York, San Francisco, Montreal, Toronto, and Vancouver.",
        "categories": [],
        "email": "usa@gw-world.com",
        "privateEmail": "u**@gw-world.com",
        "website": "https://www.gw-world.com/us/",
        "facebook": "https://facebook.com/gwworld",
        "linkedin": "https://www.linkedin.com/company/gebruederweiss",
        "twitter": "http://GWWorld"
    }, {
        "id": 3788368,
        "externalId": "gls",
        "name": "GLS US",
        "logo": "exhibitors/3788368/media/gls-us.webp?v=2662485",
        "description": "GLS is a leading provider of Parcel, LTL, and Truckload delivery services in the United States. With a comprehensive network of depots, hubs, and partners across the region, GLS is able to offer reliable and efficient shipping sol\nutions to businesses and individuals.",
        "categories": [],
        "email": "sales@gls-us.com",
        "privateEmail": "s***s@gls-us.com",
        "website": "http://gls-us.com",
        "facebook": "https://www.facebook.com/GeneralLogisticsSystemsUS",
        "linkedin": "https://www.linkedin.com/company/golden-state-overnight",
        "twitter": "https://twitter.com/gls_us"
    }, {
        "id": 3790230,
        "externalId": "glympse",
        "name": "Glympse",
        "logo": "exhibitors/3790230/media/glympse.webp?v=2662487",
        "description": "Glympse is the pioneer of location technology and the leading geo-location tracking platform with built-in customer notifications and communications. We provide best-in-class location-based technology to capture, ingest and process data to predictively visualize and provide notifications & updates to where people, products, and assets are while in motion. The Glympse predictive visibility and location intelligence technology is used by brands globally.",
        "categories": [],
        "email": "sales@glympse.com",
        "privateEmail": "s***s@glympse.com",
        "website": "http://glympse.com",
        "facebook": "https://facebook.com/glympse",
        "linkedin": "https://www.linkedin.com/company/glympse",
        "twitter": "http://Glympse"
    }, {
        "id": 3633174,
        "externalId": "gobolt",
        "name": "GoBolt",
        "logo": "exhibitors/3633174/media/gobolt.webp?v=2622084",
        "description": "GoBolt is a technology company building the largest sustainable supply chain network that partners with merchants to deliver a complete end-to-end customer experience. By operating as an extension of each merchant’s team, GoBolt provides reliable warehousing, pick and pack, shipping, and last-mile delivery solutions. With a growing network of warehouses across North America and a suite of proprietary apps designed and supported by an in-house engineering team, GoBolt unlocks enhanced transparency and control for merchants. GoBolt is proud to offer carbon-neutral deliveries by prioritizing delivery in an electric vehicle and sequestering equivalent carbon emissions where that is not possible.",
        "categories": [],
        "website": "http://gobolt.com",
        "facebook": "https://www.facebook.com/opuabeauty",
        "twitter": "http://gobolt_"
    }, {
        "id": 3626032,
        "externalId": "goodship",
        "name": "GoodShip",
        "logo": "exhibitors/3626032/media/goodship.webp?v=2622226",
        "description": "GoodShip unifies, contextualizes, and analyzes an organization’s most critical transportation data then automatically surfaces the top opportunities for optimization. Instantly identify where you’re overpaying compared to market, which lanes have deteriorating performance, and where you have the most spot market exposure — then immediately take corrective action directly from the platform. Share carrier scorecards, send performance alerts, initiate pricing renegotiations, and even run procurement events like full network RFPs and seasonal mini-bids. Streamline your workflow from decision to execution, only with GoodShip.",
        "categories": [],
        "email": "contact@goodship.io",
        "privateEmail": "c*****t@goodship.io",
        "website": "http://goodship.io",
        "linkedin": "https://www.linkedin.com/company/goodship-io",
        "twitter": "http://@goodship_io"
    }, {
        "id": 3867058,
        "externalId": "goodwin-procter",
        "name": "Goodwin Procter",
        "categories": []
    }, {
        "id": 3747398,
        "externalId": "gotrg",
        "name": "goTRG - Exhibitor",
        "categories": [],
        "website": "http://gotrg.com",
        "facebook": "https://www.facebook.com/gotrgcom",
        "linkedin": "https://www.linkedin.com/company/gotrg",
        "twitter": "http://letsgotrg"
    }, {
        "id": 3523336,
        "externalId": "greenscreensai",
        "name": "Greenscreens.ai",
        "logo": "exhibitors/3523336/media/greenscreensai.webp?v=2622077",
        "description": "Greenscreens.ai is a dynamic pricing infrastructure for the logistics industry that delivers freight market pricing intelligence and business insights to help you grow and protect your margins. We exist to help our customers quote with confidence & win more business…more profitably. Our solution combines the power of aggregated market data and your own data with advanced machine-learning techniques to deliver short-term predictive freight market pricing specific to your company's individual buying and selling behavior.",
        "categories": [],
        "website": "http://greenscreens.ai",
        "linkedin": "https://www.linkedin.com/company/greenscreensai",
        "twitter": "http://Greenscreens_AI"
    }, {
        "id": 3638601,
        "externalId": "gxo-logistics",
        "name": "GXO Logistics",
        "logo": "exhibitors/3638601/media/gxo-logistics.webp?v=2622320",
        "description": "GXO Logistics is the world’s largest pure-play contract logistics provider that partners with the world’s leading blue-chip companies to solve complex logistics challenges with technologically advanced supply chain and ecommerce solutions, at scale and with speed. We design and operate state-of-the-art warehouses with the latest technologies and are a trusted partner to our diverse customer base from ecommerce retailers to aerospace manufacturers, consumer packaged goods (CPG) companies and more. GXO has more than 130,000 team members in 27 countries across nearly 1,000 facilities totaling approximately 200 million square feet. The company is headquartered in Greenwich, Connecticut, USA.",
        "categories": [],
        "email": "david.jones004@gxo.com",
        "privateEmail": "d************4@gxo.com",
        "website": "http://gxo.com",
        "linkedin": "https://www.linkedin.com/company/gxologistics",
        "twitter": "http://GXOLogistics"
    }, {
        "id": 3571798,
        "externalId": "happy-returns",
        "name": "Happy Returns",
        "logo": "exhibitors/3571798/media/happy-returns.webp?v=2622262",
        "description": "Forward-thinking brands like Everlane, Levi's, and REVOLVE choose Happy Returns. Together, we retain revenue, reduce costs, give shoppers choice, and make their supply chains sustainable—ultimately making returns beautiful for retailers, shoppers, and the planet. Learn more at www.happyreturns.com.",
        "categories": [],
        "website": "https://happyreturns.com/",
        "linkedin": "https://www.linkedin.com/company/happy-returns"
    }, {
        "id": 3654883,
        "externalId": "harbor-lockers",
        "name": "Harbor Lockers",
        "logo": "exhibitors/3654883/media/harbor-lockers.webp?v=2622050",
        "description": "Harbor Lockers is a shared locker network where any service provider can deliver, store, and pick-up items from nearby smart lockers across the U.S",
        "categories": [],
        "email": "jamesmitchell@harborlockers.com",
        "privateEmail": "j***********l@harborlockers.com",
        "website": "http://harborlockers.com"
    }, {
        "id": 3638439,
        "externalId": "herowear-llc",
        "name": "HeroWear",
        "logo": "exhibitors/3638439/media/herowear.webp?v=2622323",
        "description": "We design and manufacture exosuits to save the backs of hard-working people.",
        "categories": [],
        "email": "support@herowearexo.com",
        "privateEmail": "s*****t@herowearexo.com",
        "website": "http://herowearexo.com",
        "facebook": "https://www.facebook.com/HeroWearExo/",
        "linkedin": "https://www.linkedin.com/company/herowear",
        "twitter": "http://HeroWearExo"
    }, {
        "id": 3777858,
        "externalId": "holland-international-distribution-council",
        "name": "HIDC - Exhibitor",
        "categories": [],
        "website": "http://ndl.nl",
        "linkedin": "https://www.linkedin.com/company/holland-international-distribution-council",
        "twitter": "http://NDL_HIDC"
    }, {
        "id": 3598067,
        "externalId": "highway",
        "name": "Highway",
        "logo": "exhibitors/3598067/media/highway.webp?v=2622097",
        "description": "Highway removes risk and friction between brokers and carriers by being the only onboarding provider with a Carrier Identity engine. Highway accelerates connections and drives engagement, making the industry more integrated, digital, and secure. Highway is a premier technology provider that assists freight brokers and logistics service providers in verifying carrier identity to reduce fraud and streamline the digital booking process. Highway enhances carrier engagement and offers a carrier-friendly standard of compliance within a scalable framework.",
        "categories": [],
        "email": "hello@gohighway.com",
        "privateEmail": "h***o@gohighway.com",
        "website": "https://gohighway.com/",
        "linkedin": "https://www.linkedin.com/company/highway-app/"
    }, {
        "id": 3633681,
        "externalId": "hoopo",
        "name": "Hoopo Systems Ltd.",
        "logo": "exhibitors/3633681/media/hoopo-systems-ltd.webp?v=2622275",
        "categories": [],
        "email": "info@hoopo.tech",
        "privateEmail": "i**o@hoopo.tech",
        "website": "http://hoopo.tech",
        "linkedin": "https://www.linkedin.com/company/hoopo",
        "twitter": "http://hoopoIOT"
    }, {
        "id": 3626028,
        "externalId": "ikigai-labs",
        "name": "Ikigai",
        "logo": "exhibitors/3626028/media/ikigai.webp?v=2622290",
        "description": "Built upon years of MIT research, Ikigai's AI app platform provides enterprises with the insight they need to make faster, better decisions to drive growth. Using breakthrough technology to conduct forecasting, scenario planning and data preparation and stitching, enterprises can generate data insights at scale and detect patterns to gain a competitive edge. With Ikigai's Large Graphical Models, any data can also be trained to help businesses revolutionize the way they operate, scale and grow. To learn more and try Ikigai, visit https://www.ikigailabs.io.",
        "categories": [],
        "email": "connor@ikigailabs.io",
        "privateEmail": "c****r@ikigailabs.io",
        "website": "http://ikigailabs.io",
        "linkedin": "https://www.linkedin.com/company/ikigailabs",
        "twitter": "http://IkigaiInc"
    }, {
        "id": 3753844,
        "externalId": "iron-mountain",
        "name": "Iron Mountain",
        "logo": "exhibitors/3753844/media/iron-mountain.webp?v=2662483",
        "description": "With a network of over 20 warehouses located strategically throughout North America and more than 70 years of experience protecting our customers' most valuable assets, Iron Mountain Warehousing and Logistics is a 3PL partner you can trust. From product distribution or seasonal storage to e-commerce fulfillment or new market expansion, our on-demand storage and fulfillment offerings can help you build a logistics model that adapts to changing market conditions and scales with your business. Drive supply chain agility without fixed locations or multiyear contracts with Iron Mountain Warehousing and Logistics.",
        "categories": [],
        "email": "brett.spector@ironmountain.com",
        "privateEmail": "b***********r@ironmountain.com",
        "website": "https://www.ironmountain.com/",
        "facebook": "https://facebook.com/ironmountain",
        "linkedin": "https://www.linkedin.com/company/iron-mountain",
        "twitter": "https://twitter.com/ironmountain"
    }, {
        "id": 3785206,
        "externalId": "isee",
        "name": "ISEE",
        "categories": []
    }, {
        "id": 3893507,
        "externalId": "item",
        "name": "item",
        "categories": []
    }, {
        "id": 3571776,
        "externalId": "its-logistics",
        "name": "ITS Logistics",
        "logo": "exhibitors/3571776/media/its-logistics.webp?v=2622322",
        "description": "ITS Logistics is a premier Third-Party Logistics company that provides creative supply chain solutions with an asset-lite transportation division ranked #21 in North America, the #11 drayage and intermodal provider, a top-tier asset-based dedicated fleet, and innovative omnichannel distribution and fulfillment services. With the highest level of service, unmatched industry experience and work ethic, and a laser focus on innovation and technology–our purpose is to improve the quality of life by delivering excellence in everything we do.",
        "categories": [],
        "website": "http://its4logistics.com",
        "facebook": "https://facebook.com/its4logistics",
        "linkedin": "https://www.linkedin.com/company/its-logistics",
        "twitter": "http://ITSLogisticsInc"
    }, {
        "id": 3655994,
        "externalId": "journeyfront",
        "name": "Journeyfront",
        "logo": "exhibitors/3655994/media/journeyfront.webp?v=2622328",
        "description": "Journeyfront is a data driven hiring platform designed to help you hire top talent fast. Make it easy to screen, interview and hire the best candidates while leveraging data and analytics to continuously streamline the hiring process.",
        "categories": [],
        "email": "contact@journeyfront.com",
        "privateEmail": "c*****t@journeyfront.com",
        "website": "http://journeyfront.com",
        "linkedin": "https://www.linkedin.com/company/journeyfront",
        "twitter": "http://Journeyfront"
    }, {
        "id": 3571927,
        "externalId": "kaleris",
        "name": "KALERIS",
        "logo": "exhibitors/3571927/media/kaleris.webp?v=2622068",
        "description": "Kaleris is a leading provider of cloud-based supply chain execution and visibility technology solutions. Many of the world’s largest brands rely on Kaleris to provide mission-critical technology for yard management, transportation management, maintenance and repair operations, terminal operating systems, and ocean carrier and vessel solutions. By consolidating supply chain execution software assets across major nodes and modes, we address the dark spots and data gaps that cause friction and inefficiency in the global supply chain.",
        "categories": [],
        "website": "http://kaleris.com",
        "linkedin": "https://www.linkedin.com/company/kaleris",
        "twitter": "http://@kalerisOfficial"
    }, {
        "id": 3635991,
        "externalId": "kardex",
        "name": "Kardex - Exhibitor",
        "logo": "exhibitors/3635991/media/kardexexhibitor.webp?v=2622098",
        "categories": [],
        "website": "http://kardex.com",
        "facebook": "http://www.facebook.com/kardex",
        "linkedin": "https://www.linkedin.com/company/kardex",
        "twitter": "http://KardexRemstar"
    }, {
        "id": 3597773,
        "externalId": "keelvar",
        "name": "Keelvar",
        "logo": "exhibitors/3597773/media/keelvar.webp?v=2622073",
        "description": "With a modern user-friendly design, Keelvar’s sourcing optimization and autonomous sourcing offers easy adoption and enhanced productivity, while supporting large scale deployments for the world's largest enterprises. The products are powered by unique artificial intelligence, designed by our category experts to deliver significant savings and operational improvements for leading global enterprises. Not limited by size, scale, or complexity – Keelvar powers some of the most demanding global, sourcing teams including Siemens, Microsoft, Samsung, Coca-Cola, and Novartis.",
        "categories": [],
        "email": "marketing@keelvar.com",
        "privateEmail": "m*******g@keelvar.com",
        "website": "http://keelvar.com",
        "linkedin": "https://www.linkedin.com/company/keelvar/",
        "twitter": "http://keelvar"
    }, {
        "id": 3801061,
        "externalId": "kenco",
        "name": "Kenco",
        "categories": []
    }, {
        "id": 3626039,
        "externalId": "keyence-corporation-of-america",
        "name": "Keyence Corporation of America",
        "logo": "exhibitors/3626039/media/keyence-corporation-of-america.webp?v=2622271",
        "description": "Keyence is a distinguished worldwide developer and producer of automation equipment including barcode readers, vision systems, sensors, safety, and more. We strive to develop innovative and reliable products to meet the needs of our customers in every industry. In addition to our world-class products, Keyence offers a full range of services to further assist our customers. In supply chain and logistics, we take a consultative approach to provide barcode reading solutions for everything from automated scan tunnels to long-range handheld scanners. Visit our site to learn more: https://www.keyence.com/manifest2024",
        "categories": [],
        "email": "tradeshow@keyence.com",
        "privateEmail": "t*******w@keyence.com",
        "website": "https://www.keyence.com/",
        "facebook": "https://facebook.com/keyenceusa",
        "linkedin": "https://www.linkedin.com/company/keyence",
        "twitter": "http://KeyenceUSA"
    }, {
        "id": 3558942,
        "externalId": "kinaxis",
        "name": "Kinaxis",
        "logo": "exhibitors/3558942/media/kinaxis.webp?v=2622096",
        "description": "Offering the industry’s only concurrent planning solution, Kinaxis helps organizations around the world revolutionize their supply chain planning. Kinaxis RapidResponse, our cloud-based supply chain management software, connects your data, processes and people into a single, harmonious environment. With a consolidated view of the entire supply chain, you can plan expected performance, monitor progress and respond to disconnects when reality hits. RapidResponse lets you know sooner and act faster, leading to reduced decision latency, and improved operational and financial performance. From implementation to expansion, we’re here to help our customers with every step of their supply chain journey.",
        "categories": [],
        "website": "http://kinaxis.com",
        "facebook": "https://facebook.com/kinaxis",
        "linkedin": "https://www.linkedin.com/company/kinaxis",
        "twitter": "http://Kinaxis"
    }, {
        "id": 3901555,
        "externalId": "kleinschmidt",
        "name": "Kleinschmidt",
        "categories": []
    }, {
        "id": 3638586,
        "externalId": "körber-supply-chain-software",
        "name": "Körber Supply Chain Software",
        "logo": "exhibitors/3638586/media/k%c3%b6rber-supply-chain-software.webp?v=2622274",
        "description": "Supply chains are growing more complex by the day. Körber uniquely provides a broad range of proven end-to-end solutions tailored to help manage the supply chain as a competitive advantage. Fitting any business size, strategy or industry, our customers conquer the complexity of the supply chain thanks to our portfolio of software, voice, and robotics solutions – plus the expertise to tie it all together. Conquer supply chain complexity, with Körber. Find out more on www.koerber-supplychain.com",
        "categories": [],
        "email": "nikki.monger@koerber-supplychain.com",
        "privateEmail": "n**********r@koerber-supplychain.com",
        "website": "https://www.koerber-supplychain-software.com/",
        "linkedin": "https://www.linkedin.com/company/koerber-supply-chain"
    }, {
        "id": 3693069,
        "externalId": "kpi",
        "name": "KPI Solutions - Exhibitor",
        "categories": [],
        "website": "http://kpisolutions.com",
        "linkedin": "https://www.linkedin.com/company/kpi-si",
        "twitter": "http://KPI_solutions_"
    }, {
        "id": 3626044,
        "externalId": "lean-solutions-group",
        "name": "Lean Solutions Group",
        "logo": "exhibitors/3626044/media/lean-solutions-group.webp?v=2622276",
        "description": "Lean Solution Group is the leading expert in workforce optimization. Through the alignment of people, processes, and technology our nearshore and offshore talent helps companies maximize customer experience and efficiency while minimizing operational costs. Our co-managed talent in operations, technology, BPO, sales and marketing are the people and power behind your big ideas. Leveraging our offices in Colombia, Guatemala, and the Philippines companies can scale mission-critical teams that mirror your existing processes in 3 – 5 weeks.",
        "categories": [],
        "email": "sales@leangroup.com",
        "privateEmail": "s***s@leangroup.com",
        "website": "http://leanstaffing.com",
        "linkedin": "https://www.linkedin.com/company/lean-solutions-g",
        "twitter": "http://leansolutionsg"
    }, {
        "id": 3502836,
        "externalId": "locus-robotics",
        "name": "Locus Robotics",
        "logo": "exhibitors/3502836/media/locus-robotics.webp?v=2622063",
        "description": "Locus Robotics powerful, intelligent warehouse automation solution helps the world’s leading consumer brands, retailers, and manufacturers. We help them build a predictable, efficient, and adaptable operation that consistently achieves optimal throughput despite supply chain disruptions and resource constraints. Our unique multi-bot fulfillment approach lets you: Improve productivity 2x-3x, lower your labor costs, seamlessly scale, deliver an ROI in months, improve overall workplace safety and quality, give you actionable, forward-looking Business Intelligence. Locus delivers the flexible automation you need to meet today's demands and into the future.",
        "categories": [],
        "website": "http://locusrobotics.com",
        "facebook": "https://www.facebook.com/LocusRobotics/",
        "linkedin": "https://www.linkedin.com/company/locus-robotics",
        "twitter": "http://LocusRobotics"
    }, {
        "id": 3571791,
        "externalId": "logiwa",
        "name": "Logiwa",
        "logo": "exhibitors/3571791/media/logiwa.webp?v=2622289",
        "description": "Logiwa is the leading cloud fulfillment software for high-volume DTC order fulfillment networks , making it easy to scale operations and run fully digital warehouses",
        "categories": [],
        "email": "sales@logiwa.com",
        "privateEmail": "s***s@logiwa.com",
        "website": "http://logiwa.com",
        "facebook": "https://facebook.com/logiwa.wms",
        "linkedin": "https://www.linkedin.com/company/logiwa",
        "twitter": "http://LogiwaWms"
    }, {
        "id": 3598354,
        "externalId": "loop",
        "name": "Loop Returns",
        "logo": "exhibitors/3598354/media/loop-returns.webp?v=2622087",
        "description": "Loop Returns is the post-purchase platform that enables merchants to transform returns into exchanges. Loop helps over 2,200 brands increase customer loyalty, retain more revenue, and lower reverse logistics costs. Through innovative features like Instant Exchanges, Shop Now, and Bonus Credit, Loop has helped merchants retain more than $900 million in revenue over the past five years. Learn more at www.loopreturns.com",
        "categories": [],
        "website": "http://loopreturns.com",
        "linkedin": "https://www.linkedin.com/company/loop-returns",
        "twitter": "http://loop"
    }, {
        "id": 3633526,
        "externalId": "macondo-vision",
        "name": "Macondo Vision - Exhibitor",
        "categories": [],
        "website": "http://teammacondo.com",
        "linkedin": "https://www.linkedin.com/company/macondo-vision",
        "twitter": "http://MacondoVision"
    }, {
        "id": 3571800,
        "externalId": "maergo",
        "name": "Maergo",
        "logo": "exhibitors/3571800/media/maergo.webp?v=2622081",
        "description": "Maergo simplifies and expedites small parcel delivery. Offering 1-3 day nationwide service, Maergo accelerates the end-to-end ecommerce & delivery experience through a comprehensive, proven network of providers, and simplifies the challenge many brands face of having to manage multiple carriers. Maergo takes care of it all through a single relationship. Maergo is reimagining delivery and changing the way the retailers ship and deliver to their customers.",
        "categories": [],
        "website": "http://maergo.com",
        "linkedin": "https://www.linkedin.com/company/maergo"
    }, {
        "id": 3571782,
        "externalId": "magaya",
        "name": "Magaya Corporation - Gold Sponsor",
        "categories": [],
        "website": "http://magaya.com",
        "facebook": "https://facebook.com/magayasoftware",
        "linkedin": "https://www.linkedin.com/company/magaya-corporation-inc-",
        "twitter": "http://MagayaSoftware"
    }, {
        "id": 3813676,
        "externalId": "magic-log",
        "name": "Magic Log",
        "categories": []
    }, {
        "id": 3516862,
        "externalId": "manhattan-associates",
        "name": "Manhattan Associates - Gold Sponsor",
        "categories": [],
        "website": "http://manh.com",
        "facebook": "https://facebook.com/manhattanassociates",
        "linkedin": "https://www.linkedin.com/company/manhattan-associates",
        "twitter": "http://ManhAssocNews"
    }, {
        "id": 3634342,
        "externalId": "manifesteco",
        "name": "Manifest.eco 3PL",
        "logo": "exhibitors/3634342/media/manifesteco-3pl.webp?v=2622281",
        "description": "Sustainable Ecommerce Fulfillment®",
        "categories": [],
        "email": "peter@manifest.eco",
        "privateEmail": "p***r@manifest.eco",
        "website": "https://manifest.eco",
        "linkedin": "https://www.linkedin.com/company/manifest-eco/",
        "twitter": "https://twitter.com/manifest_eco"
    }, {
        "id": 3664587,
        "externalId": "kpler",
        "name": "Marine Traffic",
        "logo": "exhibitors/3664587/media/marine-traffic.webp?v=2622334",
        "description": "Kpler is a leading subscription-based data and analytics platform delivering real-time market intelligence for commodities and their transportation. Since its inception in 2014, Kpler has helped shake up the industry by introducing the first cargo-tracking solution for the LNG market. Today, Kpler's coverage spans over 40 markets, encompassing liquids, dry bulk, freight, and inventories. Kpler strategically pursued M&A, acquiring ClipperData (2021) and JBC Energy (2022) followed by the acquisition of Core-e (2022). In 2023, Kpler acquired two leading ship tracking and maritime analytics providers, MarineTraffic and FleetMon, to further establish itself in the global trade intelligence market.",
        "categories": [],
        "website": "http://kpler.com",
        "linkedin": "https://www.linkedin.com/company/kpler",
        "twitter": "http://Kpler"
    }, {
        "id": 3571799,
        "externalId": "mercurygate",
        "name": "MercuryGate",
        "logo": "exhibitors/3571799/media/mercurygate.webp?v=2622255",
        "description": "MercuryGate provides powerful transportation management solutions proven to be a competitive advantage for today’s most successful shippers, 3PLs, brokers and carriers. The comprehensive Software-as-a-Service (SaaS) product suite (TMS, Final Mile and Claims) natively supports all transportation modes and segments, generating value for its users through improved cost, productivity, and efficiency by using artificial intelligence (AI), machine learning (ML), and connected technologies to adapt and automate transportation management functions. MercuryGate makes shipping intelligent, simple, sustainable and transformational for customers. Learn more at www.mercurygate.com.",
        "categories": [],
        "email": "sales@mercurygate.com",
        "privateEmail": "s***s@mercurygate.com",
        "website": "http://mercurygate.com",
        "facebook": "https://facebook.com/mercurygate",
        "linkedin": "https://www.linkedin.com/company/mercurygate-international",
        "twitter": "http://MercuryGate"
    }, {
        "id": 3597798,
        "externalId": "meter",
        "name": "Meter",
        "logo": "exhibitors/3597798/media/meter.webp?v=2622065",
        "categories": [],
        "email": "hello@meter.com",
        "privateEmail": "h***o@meter.com",
        "website": "http://meter.com",
        "linkedin": "https://www.linkedin.com/company/re-meter"
    }, {
        "id": 3795274,
        "externalId": "miebach",
        "name": "Miebach",
        "categories": []
    }, {
        "id": 3638612,
        "externalId": "milemaker-powered-by-rand-mcnally",
        "name": "MileMaker Powered by Rand McNally",
        "logo": "exhibitors/3638612/media/milemaker-powered-by-rand-mcnally.webp?v=2622311",
        "description": "MileMaker provides its customers with a comprehensive software solution designed to help streamline and optimize route planning and management for companies within the transportation and logistics industry. Offering a range of features and benefits, MileMaker's routing, rating, and mileage software delivers cost-effective and reliable shipping and delivery routes, generated using extensive, up-to-date, truck-specific map data. Future-ready and scalable, MileMaker software is available in a variety",
        "categories": [],
        "website": "https://www.milemaker.com/",
        "facebook": "https://facebook.com/milemaker",
        "linkedin": "https://www.linkedin.com/company/milemaker",
        "twitter": "http://milemaker"
    }, {
        "id": 3747399,
        "externalId": "mushiny-1",
        "name": "Mushiny Robotics",
        "logo": "exhibitors/3747399/media/mushiny-robotics.webp?v=2635214",
        "description": "Established in 2016, Mushiny stands as a global leader in intelligent logistics robotics, operating across 20+ countries. Our expertise is in intelligent solutions with rapid global delivery. We provide comprehensive software and hardware services to partners and clients. Based on an \"open, cooperative, win-win\" business model, Mushiny empowers a worldwide network of partners and users, transforming the future of intelligent logistics solutions.",
        "categories": [],
        "email": "info@mushiny.com",
        "privateEmail": "i**o@mushiny.com",
        "website": "http://mushiny.com",
        "linkedin": "https://www.linkedin.com/company/mushiny-intelligence-co-ltd"
    }, {
        "id": 3598058,
        "externalId": "mvmnt",
        "name": "MVMNT",
        "logo": "exhibitors/3598058/media/mvmnt.webp?v=2622058",
        "description": "Harness the expertise of decades in brokerage with MVMNT, a TMS that's more than a mere tool—it's your secret weapon designed to amplify your operations and profitability. Unlike other systems that complicate, MVMNT is built for brokers by brokers, focusing on efficiency and moving freight faster. We merge technology with real-world freight expertise. We're not just behind screens; we've been on the frontlines, booking freight and understanding the intricacies of the trade. Founded by Chicago natives in America's logistics heartland, our mission is empowering small to medium-sized brokerages to accelerate their growth with tech once exclusive to big players.",
        "categories": [],
        "email": "audrey.song@mvmnt.io",
        "privateEmail": "a*********g@mvmnt.io",
        "website": "http://mvmnt.io",
        "linkedin": "https://www.linkedin.com/company/mvmntfreight/"
    }, {
        "id": 3826808,
        "externalId": "my-carrier-packets",
        "name": "MyCarrierPackets",
        "categories": [],
        "country": "United States"
    }, {
        "id": 3627817,
        "externalId": "neovia-logistics",
        "name": "Neovia Logistics",
        "logo": "exhibitors/3627817/media/neovia-logistics.webp?v=2622144",
        "description": "Neovia Logistics is a global leader in third-party logistics, operating more than 100 facilities in 20 countries around the world. For more than 30 years, Neovia has combined and OEM mindset with real-world innovation to partner with, and solve complex logistics challenges, for leading companies in the automotive, industrial, aerospace, and technology sectors. We help companies manage, grow, and transform their supply chain operations. Our services include service parts logistics, inbound logistics, finished goods distribution, inventory optimization, and transformation management.",
        "categories": [],
        "website": "http://neovialogistics.com",
        "linkedin": "https://www.linkedin.com/company/neovia-logistics",
        "twitter": "http://NeoviaTweets"
    }, {
        "id": 3638831,
        "externalId": "neste-us",
        "name": "Neste US",
        "logo": "exhibitors/3638831/media/neste-us.webp?v=2622321",
        "description": "Neste creates solutions for combating climate change and accelerating a shift to a circular economy. We refine waste, residues and innovative raw materials into renewable fuels and sustainable feedstock for plastics and other materials. We are the world’s leading producer of sustainable aviation fuel and renewable diesel and developing chemical recycling to combat the plastic waste challenge. Often recognized as one of the world's most sustainable companies, we aim at helping customers to reduce their greenhouse gas emissions with our renewable and circular solutions by at least 20 million tons annually by 2030.",
        "categories": [],
        "email": "sidney.schmitz@neste.com",
        "privateEmail": "s************z@neste.com",
        "website": "http://neste.com",
        "linkedin": "https://www.linkedin.com/company/neste",
        "twitter": "http://NesteGlobal"
    }, {
        "id": 3785204,
        "externalId": "nikola",
        "name": "Nikola",
        "categories": []
    }, {
        "id": 3615930,
        "externalId": "nuvizz",
        "name": "nuVizz Inc.",
        "logo": "exhibitors/3615930/media/nuvizz-inc.webp?v=2622169",
        "description": "nuVizz is a logistics SaaS platform company. The platform provides real-time delivery orchestration capabilities (real-time dynamic optimization, appointment scheduling, delivery execution, customer experience, billing & settlement) for shippers, LSPs, and carriers. The platform built on the latest technologies and microservices architecture supports complex delivery networks with millions of daily transactions.",
        "categories": [],
        "website": "http://nuvizz.com",
        "facebook": "https://facebook.com/nuvizzinc",
        "linkedin": "https://www.linkedin.com/company/nuvizz-inc-",
        "twitter": "http://nuVizz"
    }, {
        "id": 3502821,
        "externalId": "ocado-intelligent-automation",
        "name": "Ocado Intelligent Automation",
        "logo": "exhibitors/3502821/media/ocado-intelligent-automation.webp?v=2622317",
        "description": "With 20+ years of experience developing and operating our own Ocado Smart Platform for the grocery industry, large brands trust Ocado as their robotics solutions provider to automate and accelerate their retail business. We don’t sell equipment–we empower revenue growth and operational efficiency, in equal measure.",
        "categories": [],
        "email": "monique.apter@ocado.com",
        "privateEmail": "m***********r@ocado.com",
        "website": "http://ocado.com",
        "facebook": "https://facebook.com/ocado",
        "linkedin": "https://www.linkedin.com/company/ocado",
        "twitter": "http://ocado"
    }, {
        "id": 3638582,
        "externalId": "odw-logistics",
        "name": "ODW Logistics - Exhibitor",
        "categories": [],
        "website": "http://odwlogistics.com",
        "facebook": "https://facebook.com/odwlogistics",
        "linkedin": "https://www.linkedin.com/company/odw-logistics-inc-",
        "twitter": "http://ODWLogistics"
    }, {
        "id": 3626037,
        "externalId": "old-dominion-freight-line",
        "name": "Old Dominion Freight Line",
        "description": "For more than 85 years, we’ve been helping the world keep promises. We’re a national less-than-truckload (LTL) freight company that partners with organizations large and small, developing custom solutions for all their transportation needs. With an industry-leading on-time record and low claims rate, our premier LTL shipping service ensures your shipment is delivered on-time and damage-free. Solving your complex shipping problems is what we live for. It’s what drives us. It’s who we are.",
        "categories": [],
        "email": "kelli.liles@odfl.com",
        "privateEmail": "k*********s@odfl.com",
        "website": "https://www.odfl.com/",
        "facebook": "https://www.facebook.com/OldDominionFreightLine",
        "linkedin": "https://www.linkedin.com/company/old-dominion-freight-line",
        "twitter": "http://ODFL_Inc"
    }, {
        "id": 3633176,
        "externalId": "one-network-enterprises",
        "name": "One Network Enterprises",
        "logo": "exhibitors/3633176/media/one-network-enterprises.webp?v=2622295",
        "description": "One Network is the leader in supply chain control towers and provider of the Digital Supply Chain Network™.  It is the only solution that gives supply chain managers and executives end-to-end visibility and control with one data model and one truth, from raw material to last mile delivery. Powered by NEO, One Network’s machine learning and intelligent agent technology, it enables seamless planning and execution, across inbound supply, outbound order fulfillment, and logistics, matching demand with available supply in real\u0002time. Lead your industry by providing the highest service levels and product quality at the lowest possible cost.",
        "categories": [],
        "email": "inquiries@onenetwork.com",
        "privateEmail": "i*******s@onenetwork.com",
        "website": "http://onenetwork.com",
        "facebook": "https://facebook.com/onenetworkenterptises",
        "linkedin": "https://www.linkedin.com/company/one-network-enterprises",
        "twitter": "http://onenetwork"
    }, {
        "id": 3500414,
        "externalId": "onerail",
        "name": "OneRail",
        "logo": "exhibitors/3500414/media/onerail.webp?v=2622121",
        "categories": [],
        "email": "info@onerail.io",
        "privateEmail": "i**o@onerail.io",
        "website": "https://www.onerail.com/",
        "linkedin": "https://www.linkedin.com/company/onerail-finalmile",
        "twitter": "http://OneRailapp"
    }, {
        "id": 3507038,
        "externalId": "ontrac",
        "name": "OnTrac",
        "logo": "exhibitors/3507038/media/ontrac.webp?v=2622287",
        "description": "OnTrac is the carrier of choice for last-mile e-commerce deliveries that helps retailers and shippers build a competitive advantage through faster delivery times, lower costs, coast-to-coast coverage, and reliable on-time performance. The OnTrac delivery footprint stretches across the United States to reach approximately 80% of the population in 31 states and Washington, D.C. and enhance retailers' ability to meet growing demand in the consumer e-commerce delivery market.",
        "categories": [],
        "email": "marketing@ontrac.com",
        "privateEmail": "m*******g@ontrac.com",
        "website": "http://ontrac.com",
        "facebook": "https://www.facebook.com/OnTracShipping",
        "linkedin": "https://www.linkedin.com/company/ontrac-shipping",
        "twitter": "http://OnTrac_Shipping"
    }, {
        "id": 3801060,
        "externalId": "opentext",
        "name": "OpenText",
        "categories": []
    }, {
        "id": 3654629,
        "externalId": "optima-overnight",
        "name": "Optima Overnight",
        "logo": "exhibitors/3654629/media/optima-overnight.webp?v=2622268",
        "description": "Since 1974 Optima has been committed to working with clients that care about their deliveries.  E-Commerce, Retail, Payroll, Healthcare, Banks, Libraries and more all rely on Optima for thousands of final mile deliveries every day. We offer the technology and expertise you would expect to handle your packages no matter what they are, as well as a proven track record of building an understanding of our clients’ logistics needs and providing them with truly customized services.",
        "categories": [],
        "website": "http://shipoptima.com",
        "linkedin": "https://www.linkedin.com/company/optima-shipping",
        "twitter": "http://vacatio28587483"
    }, {
        "id": 3558409,
        "externalId": "optimal-dynamics",
        "name": "Optimal Dynamics",
        "logo": "exhibitors/3558409/media/optimal-dynamics.webp?v=2622108",
        "description": "Optimal Dynamics is truckload optimization reimagined. The byproduct of 40 years of R&D at Princeton University, Optimal Dynamics’ technology is powered by the first artificial decision intelligence designed specifically for logistics. Our solution helps trucking companies easily adapt to uncertainty by automating and optimizing strategic, tactical and real-time decisions.",
        "categories": [],
        "email": "info@optimaldynamics.com",
        "privateEmail": "i**o@optimaldynamics.com",
        "website": "http://optimaldynamics.com",
        "linkedin": "https://www.linkedin.com/company/optimal-dynamics"
    }, {
        "id": 3616760,
        "externalId": "optoro",
        "name": "Optoro",
        "logo": "exhibitors/3616760/media/optoro.webp?v=2622061",
        "description": "Optoro’s Return Management System offers a suite of products that make data-driven decisions for you. Give your customers convenience with an easy-to-use Returns Portal and Express Returns, while automating fast and efficient reverse logistic operations with Returns Processing.",
        "categories": [],
        "email": "info@optoro.com",
        "privateEmail": "i**o@optoro.com",
        "website": "http://optoro.com",
        "facebook": "https://facebook.com/optoroinc",
        "linkedin": "https://www.linkedin.com/company/optoro",
        "twitter": "http://optoroinc"
    }, {
        "id": 3571788,
        "externalId": "orderful",
        "name": "Orderful",
        "logo": "exhibitors/3571788/media/orderful.webp?v=2622066",
        "description": "Orderful is the fastest way to trade EDI!  Logistics providers, retailers, manufacturers, and technology companies are onboarding and going live with new trading partners in less than 9 days using Orderful’s Modern EDI platform to simplify integrations, access our pre-connected network, and proactively solve problems in a self-service experience.  Orderful is EDI Done Right!",
        "categories": [],
        "website": "http://orderful.com",
        "linkedin": "https://www.linkedin.com/company/orderful"
    }, {
        "id": 3571775,
        "externalId": "ortec",
        "name": "Ortec",
        "logo": "exhibitors/3571775/media/ortec.webp?v=2622127",
        "description": "For more than 40 years, ORTEC has supported many of the world’s best-run organizations to make better data-driven decisions. Our decision support software and data science capabilities enable our customers to improve their business results and make a positive impact on the world. With our 1,000 employees across 13 countries, we help over 1,200 leading customers worldwide to make better choices in an ever-changing environment. Discover more at ortec.com.",
        "categories": [],
        "email": "info.usa@ortec.com",
        "privateEmail": "i******a@ortec.com",
        "website": "http://ortec.com",
        "facebook": "https://facebook.com/ortec.us",
        "linkedin": "https://www.linkedin.com/company/ortec",
        "twitter": "http://ORTEC"
    }, {
        "id": 3615914,
        "externalId": "osa-commerce",
        "name": "Osa Commerce",
        "logo": "exhibitors/3615914/media/osa-commerce.webp?v=2622101",
        "description": "Osa Commerce is an innovative technology company dedicated to simplifying supply chain operations by addressing data chaos. Our AI-powered Collaborative Visibility Platform connects, unifies, and automates commerce operations for retailers, logistics providers, and their customers. With our intelligent decision-making capabilities, we empower supply chains to sell anywhere, enabling scalable growth and staying one step ahead. To learn more about Osa Commerce, please visit Osacommerce.com.",
        "categories": [],
        "email": "hello@osacommerce.com",
        "privateEmail": "h***o@osacommerce.com",
        "website": "http://osacommerce.com",
        "facebook": "https://www.facebook.com/osacommerce",
        "linkedin": "https://www.linkedin.com/company/osa-commerce/",
        "twitter": "https://twitter.com/CommerceOsa"
    }, {
        "id": 3655711,
        "externalId": "osm-worldwide",
        "name": "OSM Worldwide",
        "logo": "exhibitors/3655711/media/osm-worldwide.webp?v=2622312",
        "description": "OSM Worldwide is the fifth-largest nationwide eCommerce and direct-to-consumer (DTC) parcel shipper, delivering 98% of all shipments in 2-5 days. With a customized approach to onboarding, processing and delivery, we provide more to our customers than shipping services; we provide partnership. OSM Worldwide redefines industry standards through high-quality solutions, reliable delivery, fair pricing and shipping results. For more information, visit www.osmworldwide.com.",
        "categories": [],
        "email": "info@osmworldwide.com",
        "privateEmail": "i**o@osmworldwide.com",
        "website": "http://osmworldwide.com",
        "linkedin": "https://www.linkedin.com/company/osm-worldwide",
        "twitter": "http://osm_group"
    }, {
        "id": 3615921,
        "externalId": "paccurate-inc",
        "name": "Paccurate",
        "logo": "exhibitors/3615921/media/paccurate.webp?v=2622294",
        "description": "Paccurate is an API-first cartonization solution. When provided with item and box dimensions, Paccurate generates efficient packing instructions for humans or box-on-demand machines. Paccurate takes a different approach than legacy WMS or other cartonization providers. Rather than focusing on cubic volume reduction alone, Paccurate optimizes for costs directly. From materials, labor, and even obscure breakpoints in your unique carrier rates, PacAPI finds the optimal way to pack every order. PacSimulate can simulate millions of shipments to determine the ideal box mix for your operation. Optimizing parcel fulfillment both inside and outside the box, Paccurate helps ship sustainably while reducing costs.",
        "categories": [],
        "email": "info@paccurate.io",
        "privateEmail": "i**o@paccurate.io",
        "website": "http://paccurate.io",
        "linkedin": "https://www.linkedin.com/company/paccurate/",
        "twitter": "http://paccurateio"
    }, {
        "id": 3571792,
        "externalId": "package-x",
        "name": "PackageX",
        "logo": "exhibitors/3571792/media/packagex.webp?v=2622191",
        "description": "PackageX is a headless logistics cloud for retail and commercial logistics. Unlike other providers, which lack modern solutions for data ingestion or operate in a silo and block data visibility, PackageX digitizes and connects logistics through a modular suite of APIs and plug & play apps to drive workflow improvements, customer retention and ultimately profitability.",
        "categories": [],
        "website": "http://packagex.io",
        "linkedin": "https://www.linkedin.com/company/pkgxapp",
        "twitter": "http://Packagex_io"
    }, {
        "id": 3638580,
        "externalId": "pallettrader",
        "name": "PalletTrader",
        "description": "PalletTrader offers tech-enabled Pallet Solutions to optimize cost, control quality & manage supply.",
        "categories": [],
        "website": "https://www.pallettrader.com/",
        "linkedin": "https://www.linkedin.com/company/pallettrader/",
        "twitter": "http://AdobePortfolio"
    }, {
        "id": 3638581,
        "externalId": "pallite-inc",
        "name": "PALLITE Inc.",
        "logo": "exhibitors/3638581/media/pallite-inc.webp?v=2622099",
        "description": "US manufacturer of flexible, high density honeycomb cardboard warehouse storage bins for e-commerce fulfillment centers, Available with 3 pick bins up to 400 providing tailor made storage solutions to customers globally. With a weight capacity up to 1100lbs across each unit, PALLITE™ PIX™ is available as a single or twin-sided unit and slots together in minutes. Whole warehouses can be ready for picking in hours. From bulky apparel items to smaller accessories, PALLITE™ can design a storage solution to optimize all available space. PIX™ can be freestanding or sit in existing steel racking.",
        "categories": [],
        "email": "gareth.vicary@pallitegroup.com",
        "privateEmail": "g***********y@pallitegroup.com",
        "website": "https://pallitegroup.com/us",
        "linkedin": "https://www.linkedin.com/company/pallite"
    }, {
        "id": 3848020,
        "externalId": "parcel-lab",
        "name": "parcelLab",
        "categories": [],
        "country": "United States"
    }, {
        "id": 3670277,
        "externalId": "parcelperform",
        "name": "ParcelPerform",
        "categories": []
    }, {
        "id": 3861046,
        "externalId": "parnity",
        "name": "Parnity",
        "categories": []
    }, {
        "id": 3638597,
        "externalId": "passport-shipping",
        "name": "Passport Shipping",
        "logo": "exhibitors/3638597/media/passport-shipping.webp?v=2622242",
        "description": "Passport is the modern international shipping carrier for e-commerce. With best-in-class parcel logistics, an in-house team of shipping and compliance experts, and a user-friendly software platform, Passport is the shipping carrier that growth-focused brands trust to expand their business internationally.",
        "categories": [],
        "email": "hello@passportshipping.com",
        "privateEmail": "h***o@passportshipping.com",
        "website": "http://passportshipping.com",
        "facebook": "https://www.facebook.com/passportshipping",
        "linkedin": "https://www.linkedin.com/company/passportshipping",
        "twitter": "http://@PassportShip"
    }, {
        "id": 3861162,
        "externalId": "peerless-media",
        "name": "Peerless Media",
        "categories": []
    }, {
        "id": 3638577,
        "externalId": "popcapacity",
        "name": "PopCapacity",
        "logo": "exhibitors/3638577/media/popcapacity.webp?v=2622327",
        "description": "Established in March 2020, PopCapacity® had a vision to digitize the procurement of 3PL warehousing and fulfillment capacity. By offering enhanced visibility and frictionless connectivity within our digital marketplace, they were able to offer the logistics industry a new modern way to procure space.  After launching a successful marketplace they saw an opportunity to introduce their frictionless process and technology to other nodes of the supply chain. Thus creating the first ever digital procurement platform for logistics.",
        "categories": [],
        "email": "hello@popcapacity.com",
        "privateEmail": "h***o@popcapacity.com",
        "website": "http://popcapacity.com",
        "linkedin": "https://www.linkedin.com/company/popcapacity",
        "twitter": "http://popcapacity"
    }, {
        "id": 3638610,
        "externalId": "porterlogic",
        "name": "PorterLogic",
        "logo": "exhibitors/3638610/media/porterlogic.webp?v=2622261",
        "description": "PorterLogic is a low-code supply chain operations platform that replaces all the spreadsheets typically used to manage warehouses and inventory. High-growth supply chain teams use the visual, low-code platform to build internal applications, connect systems and automate tasks across their supply chain — from order management and demand planning to inventory and warehousing. With PorterLogic, supply chain teams can optimize their competitive advantage without being constrained by an off-the-shelf system. Rather than forcing our customers into a box, PorterLogic molds to their operations, helping you efficiently scale their businesses profitably.",
        "categories": [],
        "email": "hello@porterlogic.com",
        "privateEmail": "h***o@porterlogic.com",
        "website": "http://porterlogic.com",
        "linkedin": "https://www.linkedin.com/company/porterlogic",
        "twitter": "http://porterlogic"
    }, {
        "id": 3659075,
        "externalId": "portpro",
        "name": "PortPro",
        "description": "PortPro is a transportation management software provider with deep expertise in the drayage community.",
        "categories": [],
        "website": "http://portpro.io",
        "linkedin": "https://www.linkedin.com/company/portpro",
        "twitter": "http://PortProtms"
    }, {
        "id": 3626038,
        "externalId": "princeton-tmx",
        "name": "Princeton TMX - Bronze Sponsor",
        "categories": [],
        "website": "http://princetontmx.com",
        "linkedin": "https://www.linkedin.com/company/princeton-tmx",
        "twitter": "http://princeton_tmx"
    }, {
        "id": 3633181,
        "externalId": "proship-inc",
        "name": "ProShip, Inc.",
        "logo": "exhibitors/3633181/media/proship-inc.webp?v=2622297",
        "description": "ProShip is the industry-leader in automated multi-carrier parcel shipping software for mid- to enterprise-size shippers. We empower some of the world’s largest companies to ship at lightning speeds, stay carrier compliant 24/7/365 and build stronger than ever customer revenue streams. For over 20 years, retail, manufacturing, and third-party logistics (3PL) customers around the world have trusted ProShip’s time-tested supply chain technology and advanced functionality to simplify complex parcel shipping challenges, deliver on our promise of speed, compliance, support and flexibility, and cultivate positive customer experiences.",
        "categories": [],
        "website": "http://proshipinc.com",
        "facebook": "https://facebook.com/317635645054553",
        "linkedin": "https://www.linkedin.com/company/proship-inc-",
        "twitter": "http://ProShipInc"
    }, {
        "id": 3639137,
        "externalId": "protex-ai",
        "name": "Protex AI",
        "logo": "exhibitors/3639137/media/protex-ai.webp?v=2622330",
        "description": "At Protex AI, we're helping enterprise EHS teams to revolutionise how they make proactive safety decisions that help contribute to a safer work environment.",
        "categories": [],
        "email": "info@protex.ai",
        "privateEmail": "i**o@protex.ai",
        "website": "http://protex.ai",
        "linkedin": "https://www.linkedin.com/company/protex-ai",
        "twitter": "http://ProtexAI"
    }, {
        "id": 3902308,
        "externalId": "quiet-platforms",
        "name": "Quiet Platforms",
        "categories": []
    }, {
        "id": 3633178,
        "externalId": "radaro",
        "name": "Radaro",
        "logo": "exhibitors/3633178/media/radaro.webp?v=2622260",
        "description": "Radaro is an enterprise technology platform that streamlines and optimizes last mile delivery. Our leading UX/UI places the customer at the center and is simple to deploy, easy to understand and effortlessly scalable. Radaro enables real-time and engaging customer experiences, enhances your operational efficiency and helps you control your brand experience during the last mile. Our global customers benefit from our purpose-built technology platform that seamlessly integrates end-to-end with your current environment. Radaro partners with innovators in the retail, logistics, manufacturing, healthcare, and services industries.",
        "categories": [],
        "website": "http://radaro.com",
        "linkedin": "https://www.linkedin.com/company/radaro"
    }, {
        "id": 3664599,
        "externalId": "remoticsio",
        "name": "Remotics.io",
        "logo": "exhibitors/3664599/media/remoticsio.webp?v=2662474",
        "description": "We are a young and innovative company of Remote Driving Nearshoring for the Autonomous Vehicles industry and Ecosystems. Our services include Remote Drivers/Operators, Remote Assistance Drivers, Supervision and Monitoring, Labeling for AI platforms, and Remote Technical Support and Customer Care.",
        "categories": [],
        "email": "hello@remotics.io",
        "privateEmail": "h***o@remotics.io",
        "website": "https://www.remotics.io",
        "linkedin": "https://mx.linkedin.com/company/remotics-io"
    }, {
        "id": 3626049,
        "externalId": "revenova-llc",
        "name": "Revenova, LLC",
        "logo": "exhibitors/3626049/media/revenova-llc.webp?v=2622273",
        "description": "Revenova solves the transportation management challenges facing 3PLs, freight brokers, carriers and shippers with multimodal TMS solutions powered by the #1 CRM platform – Salesforce.com. Serving the logistics industry since 2014, RevenovaTMS customers benefit from increased sales velocity, improved service quality, higher employee productivity and lower IT costs. Designed for modern supply chains, RevenovaTMS features industry-leading digital engagement, AI, analytics, workflow automation and collaboration capabilities to seamlessly connect customers, carriers and co-workers on every shipment. Leveraging the Salesforce.com platform, customers benefit from a scalable, reliable, secure and open cloud ecosystem that is customizable and supported by thousands of third-party vendors.",
        "categories": [],
        "email": "sales@revenova.com",
        "privateEmail": "s***s@revenova.com",
        "website": "http://revenova.com",
        "linkedin": "https://www.linkedin.com/company/revenova-llc",
        "twitter": "http://@RevenovaTMS"
    }, {
        "id": 3633179,
        "externalId": "reverselogix-inc",
        "name": "ReverseLogix, Inc.",
        "logo": "exhibitors/3633179/media/reverselogix-inc.webp?v=2622100",
        "description": "ReverseLogix is the only end-to-end, centralized, and fully integrated returns management system built specifically for retail, ecommerce, manufacturing and 3PL organizations. Whether B2B, B2C or hybrid, the ReverseLogix platform facilitates, manages, and reports on the entire returns’ lifecycle. Organizations that rely on ReverseLogix deliver a vastly superior customer returns experience, save employee time with faster workflows, and increase profits with 360⁰ insight into returns data.",
        "categories": [],
        "email": "annette@reverselogix.com",
        "privateEmail": "a*****e@reverselogix.com",
        "website": "http://reverselogix.com",
        "linkedin": "https://www.linkedin.com/company/reverselogix",
        "twitter": "http://@reverselogix"
    }, {
        "id": 3831113,
        "externalId": "roadie",
        "name": "Roadie",
        "categories": []
    }, {
        "id": 3638598,
        "externalId": "roadsync",
        "name": "RoadSync",
        "logo": "exhibitors/3638598/media/roadsync.webp?v=2622305",
        "description": "RoadSync offers payment products for warehouses, carriers, brokers, repair/tow merchants and drivers, integrating and automating the financial systems fueling the logistics industry. RoadSync offers a fast, convenient, and secure way to move and manage money and conduct business, dramatically reducing payment processing time and maximizing revenue collection.",
        "categories": [],
        "email": "hello@roadsync.com",
        "privateEmail": "h***o@roadsync.com",
        "website": "http://roadsync.com",
        "facebook": "https://www.facebook.com/RoadSync/",
        "linkedin": "https://www.linkedin.com/company/roadsync",
        "twitter": "http://GoRoadSync"
    }, {
        "id": 3564782,
        "externalId": "rockwell-automation",
        "name": "Rockwell Automation",
        "logo": "exhibitors/3564782/media/rockwell-automation.webp?v=2622283",
        "description": "At RA, we integrate control and information across the enterprise to help industrial companies and their people be more productive and sustainable. Our mission is to improve the quality of life by making the world more productive and sustainable. We are committed to enabling the next generation of smart manufacturing. With the right strategy, talented people, and our substantial financial strength, we are dedicated to deliver value to our customers.",
        "categories": [],
        "website": "http://ra.rockwell.com",
        "facebook": "https://facebook.com/rokautomation",
        "linkedin": "https://www.linkedin.com/company/rockwell-automation",
        "twitter": "http://ROKAutomation"
    }, {
        "id": 3638621,
        "externalId": "rocsys",
        "name": "Rocsys",
        "logo": "exhibitors/3638621/media/rocsys.webp?v=2622051",
        "description": "Rocsys is the leader in autonomous charging solutions for electric transportation. With an innovative approach that combines soft robotics, AI-based computer vision, and data-driven services, Rocsys creates a reliable, seamless, efficient, and cost-effective charging experience for fleets and consumers. Rocsys ensures reliability in charging by removing the risk of operator errors and maximizing efficiency, enhancing safety by limiting exposure to high-voltage equipment. With patented technology, Rocsys can easily transform any existing charger into an autonomous system backed by a cloud-connected platform for support and frictionless integration with other fleet management tools.",
        "categories": [],
        "website": "http://rocsys.com",
        "linkedin": "https://www.linkedin.com/company/rocsys-technologies-pvt-ltd"
    }, {
        "id": 3486874,
        "externalId": "ryder",
        "name": "Ryder",
        "logo": "exhibitors/3486874/media/ryder.webp?v=2622076",
        "description": "Ryder System, Inc. (NYSE: R) is a leading logistics and transportation company. It provides supply chain, dedicated transportation, and fleet management solutions, including warehousing and distribution, e-commerce fulfillment, last-mile delivery, managed transportation, professional drivers, freight brokerage, full-service leasing, maintenance, commercial truck rental, and used vehicle sales to some of the world’s most-recognized brands. Ryder provides services throughout the United States, Mexico, and Canada. In addition, Ryder manages nearly 260,000 commercial vehicles and operates approximately 300 warehouses encompassing more than 95 million square feet. Ryder is regularly recognized for its industry-leading practices in third-party logistics, technology-driven innovations, commercial vehicle maintenance, environmental stewardship, corporate social responsibility, world-class safety and security programs, military veteran recruitment initiatives, and the hiring of a diverse workforce. For more information, visit www.ryder.com.",
        "categories": [],
        "website": "http://ryder.com",
        "facebook": "https://facebook.com/rydersysteminc",
        "linkedin": "https://www.linkedin.com/company/ryder-system-inc",
        "twitter": "http://RyderSystemInc"
    }, {
        "id": 3633175,
        "externalId": "saddle-creek-logistics-services",
        "name": "Saddle Creek Logistics Services",
        "logo": "exhibitors/3633175/media/saddle-creek-logistics-services.webp?v=2622184",
        "description": "Saddle Creek helps retailers and brands excel in a competitive marketplace. Whether you’re selling B2B or D2C, we’ll custom engineer a warehousing and fulfillment solution that delivers an outstanding customer experience. Our nationwide distribution network, advanced processes, and robust technologies drive peak performance and scale for growth. Learn more: sclogistics.com.",
        "categories": [],
        "email": "sales@sclogistics.com",
        "privateEmail": "s***s@sclogistics.com",
        "website": "http://sclogistics.com",
        "facebook": "https://facebook.com/saddlecreeklogisticsservices",
        "linkedin": "https://www.linkedin.com/company/saddle-creek-logistics-services",
        "twitter": "http://SaddleCreekLog"
    }, {
        "id": 3615919,
        "externalId": "scandit",
        "name": "Scandit",
        "logo": "exhibitors/3615919/media/scandit.webp?v=2622054",
        "description": "Scandit is the leader in smart data capture giving superpowers to workers, customers and businesses by providing actionable insights and automating end-to-end processes. Our Smart Data Capture platform enables smart devices, such as smartphones, drones, digital eyewear and robots to interact with physical items by capturing data from barcodes, text, IDs and objects with unmatched speed, accuracy and intelligence.",
        "categories": [],
        "website": "http://scandit.com",
        "facebook": "https://facebook.com/scandit",
        "linkedin": "https://www.linkedin.com/company/scandit",
        "twitter": "http://scandit"
    }, {
        "id": 3597805,
        "externalId": "sdi-element-logic",
        "name": "SDI Element Logic",
        "logo": "exhibitors/3597805/media/sdi-element-logic.webp?v=2622091",
        "description": "SDI Element Logic, a division of Element Logic®, has been offering turnkey Materials Handling systems and solutions to brands all over the world since 1977. They are specialists in apparel sortation, unit handling, consulting, engineering and design, systems, and software integration. SDI Element Logic integrates various innovative technologies such as: AutoStore, Joey Pouch Sorter and Enzo AGV, and manufactures their own Tilt Tray Sorter and SORTRAK, a Bomb bay-style sorter. Headquartered in Melbourne, Florida, SDI Element Logic services domestic and international clients with operations across the Americas and has more than 400 Distribution Center systems installed. Learn more at www.SDI.SYSTEMS",
        "categories": [],
        "email": "info@sdi.systems",
        "privateEmail": "i**o@sdi.systems",
        "website": "http://sdi.systems",
        "facebook": "https://facebook.com/sdisystems",
        "linkedin": "https://www.linkedin.com/company/sdi-systems-us",
        "twitter": "http://SDIsystems"
    }, {
        "id": 3655727,
        "externalId": "seavantage",
        "name": "SeaVantage",
        "logo": "exhibitors/3655727/media/seavantage.webp?v=2622326",
        "description": "SeaVantage provides ocean supply chain visibility, offering real-time tracking data, along with predictive insights for monitoring containers, vessels, and ports worldwide. Our patented maritime traffic network algorithm is at the core of our visibility platform. It provides accurate, data-driven insights to shippers, freight forwarders, and other supply chain professionals, enabling them to proactively manage and respond to unforeseen disruptions in their ocean supply chain. Since the launch of our visibility platform in late 2021, SeaVantage's ocean intelligence solutions have gained the trust of multiple clients, including global companies such as Samsung SDS, Hyundai Glovis, LX Pantos, POSCO, and DSME.",
        "categories": [],
        "email": "hello@seavantage.com",
        "privateEmail": "h***o@seavantage.com",
        "website": "http://seavantage.com",
        "facebook": "https://www.facebook.com/SeaVantage",
        "linkedin": "https://www.linkedin.com/company/seavantage",
        "twitter": "https://twitter.com/SeaVantage"
    }, {
        "id": 3789690,
        "externalId": "seeburger",
        "name": "SEEBURGER",
        "logo": "exhibitors/3789690/media/seeburger.webp?v=2662486",
        "description": "Why SEEBURGER?\nOne central platform, one experience, all integrations, all deployment models. Our BIS Platform enables seamless connectivity of applications, people and processes, whether in the cloud, a hybrid environment or on-premises. With the BIS Platform, anyone can design simple to complex integrations on their own, helping to strengthen their company's digital ecosystem.\n\nSEEBURGER is an integration service and software provider. Family-owned since 1986, today over 1,200 employees worldwide make us strong. Over 14,000 customers rely on integration expertise from SEEBURGER every day.",
        "categories": [],
        "email": "info@seeburger.com",
        "privateEmail": "i**o@seeburger.com",
        "website": "http://seeburger.com",
        "facebook": "https://facebook.com/seeburgerb2b",
        "linkedin": "https://www.linkedin.com/company/seeburger",
        "twitter": "http://SeeburgerNews"
    }, {
        "id": 3512181,
        "externalId": "seko-logistics",
        "name": "SEKO Logistics",
        "logo": "exhibitors/3512181/media/seko-logistics.webp?v=2622059",
        "description": "Built on nearly 50 years of logistics expertise, SEKO Logistics is the no-nonsense global end-to-end logistics partner – from factory to consumer. SEKO delivers sustainable client-first service, expert reliability and tech-driven shipping solutions that turn supply chains into a competitive differentiator. With over 150 offices in more than 60 countries, SEKO helps you move at the speed of global commerce. Learn more at www.sekologistics.com.",
        "categories": [],
        "website": "http://sekologistics.com",
        "linkedin": "https://www.linkedin.com/company/seko-logistics",
        "twitter": "http://SEKO_Logistics"
    }, {
        "id": 3626046,
        "externalId": "setlognrwglobal-business",
        "name": "Setlog Corp and NRW.Global Business",
        "logo": "exhibitors/3626046/media/setlog-corp-and-nrwglobal-business.webp?v=2622075",
        "description": "Setlog’s software enables transparent global supply chain operations by offering a neutral cloud-based ecosystem. We provide end-to-end visibility and traceability on a platform combining data, documentation and communication for sourcing, buying & logistics. Our offering includes ESG solutions for holistic supply chain management.\n\nWith NRW.Global Business you shape your success in NRW and worldwide. As the state's own foreign trade promotion agency, we are your partner when it comes to investment projects and settling in NRW, opening up growth markets and networking with international business partners.",
        "categories": [],
        "email": "info@setlog.com",
        "privateEmail": "i**o@setlog.com",
        "website": "http://setlog.com",
        "linkedin": "https://www.linkedin.com/company/setloggmbh",
        "twitter": "http://SetlogGmbH"
    }, {
        "id": 3660429,
        "externalId": "sharetown",
        "name": "Sharetown",
        "categories": [],
        "website": "http://sharetown.com",
        "facebook": "https://facebook.com/sharetowninc",
        "linkedin": "https://www.linkedin.com/company/sharetown-inc-",
        "twitter": "http://sharetowninc"
    }, {
        "id": 3654632,
        "externalId": "shipbob",
        "name": "ShipBob - Exhibitor",
        "categories": [],
        "website": "http://shipbob.com",
        "facebook": "https://facebook.com/loveshipbob",
        "linkedin": "https://www.linkedin.com/company/shipbob-inc-",
        "twitter": "http://LoveShipBob"
    }, {
        "id": 3633187,
        "externalId": "shiperp",
        "name": "ShipERP",
        "logo": "exhibitors/3633187/media/shiperp.webp?v=2622280",
        "description": "ShipERP is dedicated to fostering digital supply chain transformations for companies, from privately held businesses to large, global enterprises. ShipERP's products provide sophisticated shipping management functionality to users of any ERP system, helping enterprises achieve more efficient shipping operations while reducing labor and freight costs. ShipERP Core and ShipERP Cloud are designed to fulfill business shipping requirements for parcel shipping.",
        "categories": [],
        "email": "sales@erp-is.com",
        "privateEmail": "s***s@erp-is.com",
        "website": "http://erp-is.com",
        "facebook": "http://www.facebook.com/pages/ERP-Integrated-Solutions/172585756105537",
        "linkedin": "https://www.linkedin.com/company/shiperp",
        "twitter": "http://erpisconnect"
    }, {
        "id": 3523333,
        "externalId": "shipium",
        "name": "Shipium",
        "logo": "exhibitors/3523333/media/shipium.webp?v=2622114",
        "description": "Shipium helps retailers, brands, and 3PLs deliver their orders fast, free, and on-time with the first enterprise shipping platform for ecommerce.",
        "categories": [],
        "website": "http://shipium.com",
        "linkedin": "https://www.linkedin.com/company/shipium",
        "twitter": "http://shipiumdotcom"
    }, {
        "id": 3615926,
        "externalId": "shippo",
        "name": "Shippo",
        "logo": "exhibitors/3615926/media/shippo.webp?v=2622133",
        "categories": [],
        "email": "sales@shippo.com",
        "privateEmail": "s***s@shippo.com",
        "website": "https://goshippo.com/",
        "facebook": "https://facebook.com/goshippo",
        "linkedin": "https://www.linkedin.com/company/shippo",
        "twitter": "http://@shippo"
    }, {
        "id": 3638587,
        "externalId": "shipware",
        "name": "Shipware",
        "logo": "exhibitors/3638587/media/shipware.webp?v=2622324",
        "description": "Shipware delivers volume parcels and LTL shippers with intelligent and innovative distribution solutions and strategies. Whether you ship with FedEx, UPS, USPS or regional carriers, our services are guaranteed to reduce your parcel and LTL shipping costs by 10-30% with no disruption to current operations.",
        "categories": [],
        "website": "http://shipware.com",
        "linkedin": "https://www.linkedin.com/company/shipware",
        "twitter": "http://Shipware"
    }, {
        "id": 3572077,
        "externalId": "siemens-industry-inc",
        "name": "Siemens Industry, Inc.",
        "logo": "exhibitors/3572077/media/siemens-industry-inc.webp?v=2622090",
        "description": "Siemens has developed hardware and software specific to today’s material handling / Intralogistics challenges. Distributed drive systems with global safety standards built-in and rapid replacement capabilities address the critical need for up-time, safety, and reduced maintenance costs. With regenerative drive systems that put power back on the line, and synchronous reluctance motors, Siemens provides the smallest carbon footprint for distribution centers. Siemens has also developed SIMOVE as an agnostic tool for managing AGVs and AMRs. Material handling agility with IIOT data is available now from the worldwide leader in automation:  Siemens.",
        "categories": [],
        "email": "mc.us@siemens.com",
        "privateEmail": "m***s@siemens.com",
        "website": "http://usa.siemens.com/intralogistics",
        "facebook": "https://facebook.com/siemens",
        "linkedin": "https://www.linkedin.com/company/siemens",
        "twitter": "http://Siemens"
    }, {
        "id": 3638882,
        "externalId": "simwell-consultingtechnologies-inc",
        "name": "Simwell - Exhibitor",
        "categories": [],
        "website": "http://simwell.io",
        "linkedin": "https://www.linkedin.com/company/simwell-consulting-&-technologies-inc-"
    }, {
        "id": 3558538,
        "externalId": "slip-robotics",
        "name": "Slip Robotics",
        "logo": "exhibitors/3558538/media/slip-robotics.webp?v=2622308",
        "description": "Slip Robotics uses a robotic solution to improve the operating efficiency in warehousing, distribution, logistics, and manufacturing facilities.",
        "categories": [],
        "email": "info@sliprobotics.com",
        "privateEmail": "i**o@sliprobotics.com",
        "website": "http://sliprobotics.com",
        "facebook": "http://facebook.com/sliprobotics",
        "linkedin": "https://www.linkedin.com/company/slip-robotics"
    }, {
        "id": 3525586,
        "externalId": "smartkargo",
        "name": "SmartKargo - Gold Sponsor",
        "categories": [],
        "website": "http://smartkargo.com",
        "linkedin": "https://www.linkedin.com/company/smartkargo",
        "twitter": "http://SmartKargo"
    }, {
        "id": 3572056,
        "externalId": "snapfulfil",
        "name": "SnapFulfil",
        "logo": "exhibitors/3572056/media/snapfulfil.webp?v=2622286",
        "description": "SnapFulfil, from warehouse technology leader Synergy Logistics, is a cloud-based, Tier 1 warehouse management system with flexibility at its core. It delivers cutting edge technology at a fraction of the cost of traditional installations and, unlike other warehouse management systems, is quick and easy to implement, giving you a rapid return on investment. Once up and running, SnapFulfil is highly configurable and can adapt to meet evolving fulfillment demands.",
        "categories": [],
        "email": "info@snapfulfil.com",
        "privateEmail": "i**o@snapfulfil.com",
        "website": "http://snapfulfil.com",
        "facebook": "https://facebook.com/snapfulfil-saas-wms-117102528392105",
        "linkedin": "https://www.linkedin.com/company/snapfulfil",
        "twitter": "http://SnapFulfil"
    }, {
        "id": 3511918,
        "externalId": "softeon",
        "name": "Softeon",
        "logo": "exhibitors/3511918/media/softeon.webp?v=2622257",
        "description": "Softeon is a WMS provider focused exclusively on optimizing warehouse and fulfillment operations. For over two decades, we have been helping our customers succeed. Investing in R&D enables us to develop software to solve the most complex warehouse challenges. Softeon is laser-focused on customer results, with a 100% track record of deployment success. We believe warehouse leaders shouldn't have to settle for a one size fits all approach to technology.",
        "categories": [],
        "email": "info@softeon.com",
        "privateEmail": "i**o@softeon.com",
        "website": "http://softeon.com",
        "facebook": "https://facebook.com/softeon",
        "linkedin": "https://www.linkedin.com/company/softeon",
        "twitter": "http://Softeon"
    }, {
        "id": 3571907,
        "externalId": "sony-aitrios",
        "name": "Sony AITRIOS™",
        "logo": "exhibitors/3571907/media/sony-aitrios.webp?v=2622089",
        "categories": [],
        "website": "http://sony.com",
        "facebook": "https://facebook.com/sony",
        "linkedin": "https://www.linkedin.com/company/sony",
        "twitter": "http://Sony"
    }, {
        "id": 3860928,
        "externalId": "supplychainbrain",
        "name": "SupplyChainBrain",
        "categories": []
    }, {
        "id": 3598813,
        "externalId": "surgere",
        "name": "Surgere",
        "logo": "exhibitors/3598813/media/surgere.webp?v=2635080",
        "description": "Surgere delivers IoT-based supply chain and data-driven solutions in the automotive, food and beverage, and manufacturing industries. Surgere’s Interius SaaS solutions deliver real-time visibility and end-to-end asset tracking, and result in 99.9% data fidelity in critical supply chain operations: packaging specification management, asset management, asset localization, production control, warehouse management. Surgere’s client experience spans the globe, with more than 50 million assets tracked each day (16 billion data transactions per month!) for some of the most recognized brands in the world.",
        "categories": [],
        "email": "connect@surgere.com",
        "privateEmail": "c*****t@surgere.com",
        "website": "http://surgere.com",
        "facebook": "https://www.facebook.com/SurgereIoT",
        "linkedin": "https://www.linkedin.com/company/surgere"
    }, {
        "id": 3616313,
        "externalId": "swisslog",
        "name": "Swisslog",
        "logo": "exhibitors/3616313/media/swisslog.webp?v=2622060",
        "description": "Swisslog delivers data-driven and robotic solutions for your logistics automation alongside reliable, modular service concepts. Collaborating with forward-thinking companies, we are committed to setting new standards in warehouse automation to provide future-proof products and solutions. Our integrated offering includes consulting, system design and implementation, and lifetime customer support in more than 50 countries. https://www.swisslog.com/",
        "categories": [],
        "email": "alexa.lewis@swisslog.com",
        "privateEmail": "a*********s@swisslog.com",
        "website": "http://swisslog.com",
        "facebook": "https://facebook.com/swisslog.logistics.automation",
        "linkedin": "https://www.linkedin.com/company/swisslog",
        "twitter": "http://@swissloginspire"
    }, {
        "id": 3647828,
        "externalId": "synkrato",
        "name": "Synkrato",
        "logo": "exhibitors/3647828/media/synkrato.webp?v=2662479",
        "description": "Synkrato is a next-gen logistics platform that bridges the gap between the physical and digital worlds. We believe the future of supply chain innovation and resilience lies in simplifying transformative technologies. Our no-code platform allows organizations to create AR digital twins of real-world facilities, easily build and deploy mobile transaction apps, manage and print labels from anywhere, and leverage AI to continuously optimize material and personnel flow. Synkrato’s team has successfully implemented and rolled out supply chain solutions for more than 16 years resulting in the successful management of more than one-billion dollars in inventory for its clients.",
        "categories": [],
        "email": "samantha.grandinetti@gaeaglboal.com",
        "privateEmail": "s******************i@gaeaglboal.com",
        "website": "http://gaeaglobal.com",
        "facebook": "https://facebook.com/gaeaglobal",
        "linkedin": "https://www.linkedin.com/company/gaea-global-technologies",
        "twitter": "http://gaeaglobal"
    }, {
        "id": 3626435,
        "externalId": "tactical-logistic-solutions",
        "name": "Tactical Logistic Solutions",
        "logo": "exhibitors/3626435/media/tactical-logistic-solutions.webp?v=2622251",
        "description": "We are an end-to-end logistics solution for retailers and eCommerce clients with a niche for solving logistic headaches for AmazonFBA sellers (we were once sellers ourselves). This means we provide services for every step of the supply chain: freight forwarding, customs clearance, drayage, 3PL warehousing, and speedy trucking into Amazon.",
        "categories": [],
        "website": "http://tacticallogistic.com",
        "linkedin": "https://www.linkedin.com/company/tactical-logistic-solutions",
        "twitter": "http://TacticaLogistic"
    }, {
        "id": 3659077,
        "externalId": "tag-n-trac",
        "name": "Tag-N-Trac",
        "logo": "exhibitors/3659077/media/tag-n-trac.webp?v=2622331",
        "description": "Tag-N-Trac’s products provide pallet-to-item level visibility and traceability for products during transit, transfers between vehicles, and customer deliveries, optimizing supply chain efficiency while minimizing risk. Our RELATIVITY(ReaL-TIme Visibility and Traceability) platform offers turnkey solutions focused on Road, Air, and Ocean supply chain digitization. Solutions tailored towards industry verticals like  Pharmaceuticals, Food & Beverage, Avionics and Automotive, and High-Value Goods.",
        "categories": [],
        "email": "phillipe.lilavois@tagntrac.com",
        "privateEmail": "p***************s@tagntrac.com",
        "website": "https://www.tagntrac.com",
        "linkedin": "https://www.linkedin.com/company/tag-n-trac/"
    }, {
        "id": 3788357,
        "externalId": "tai-software",
        "name": "Tai Software",
        "categories": []
    }, {
        "id": 3615922,
        "externalId": "techdinamics",
        "name": "Techdinamics Integrations Inc.",
        "logo": "exhibitors/3615922/media/techdinamics-integrations-inc.webp?v=2622319",
        "description": "Techdinamics is a technology group that provides technology for Smarter Fulfillment.\nWe are a one-stop solution for shippers that need help integrating with their customers or automating their final-mile shipping process, including label generation for 150+ couriers, tracking visibility and courier auditing.\n\nhttps://techdinamics.com/contact-us\n\nhttps://techdinamics.com/talk-to-sales",
        "categories": [],
        "email": "sales@techdinamics.com",
        "privateEmail": "s***s@techdinamics.com",
        "website": "http://techdinamics.com",
        "facebook": "https://facebook.com/110072069012743",
        "linkedin": "https://www.linkedin.com/company/techdinamics",
        "twitter": "http://techdinamics"
    }, {
        "id": 3559202,
        "externalId": "terawatt-infrastructure",
        "name": "TeraWatt Infrastructure",
        "logo": "exhibitors/3559202/media/terawatt-infrastructure.webp?v=2622046",
        "description": "TeraWatt Infrastructure provides a first of its kind, full-stack electric charging solution for light, medium, and heavy-duty fleets. Backed by $1 billion in capital, TeraWatt acquires land and builds out high-speed charging centers that come equipped with reliable software, driver amenities and maintenance services, ensuring that fleets stay fully charged and on the go.",
        "categories": [],
        "email": "info@terawattinfrastructure.com",
        "privateEmail": "i**o@terawattinfrastructure.com",
        "website": "https://terawattinfrastructure.com",
        "linkedin": "https://www.linkedin.com/company/terawatt-infrastructure",
        "twitter": "http://terawattinfra"
    }, {
        "id": 3861163,
        "externalId": "the-new-warehouse",
        "name": "The New Warehouse",
        "categories": []
    }, {
        "id": 3615909,
        "externalId": "third-wave-automation",
        "name": "Third Wave Automation",
        "logo": "exhibitors/3615909/media/third-wave-automation.webp?v=2622298",
        "description": "Third Wave Automation (TWA) provides the most versatile and effective autonomous forklift solutions for the materials handling industry. Third Wave leverages machine learning and artificial intelligence to create its Collaborative Autonomy Platform which combines its multimode autonomous forklifts, intelligent fleet management, remote operation and assistance capabilities to provide holistic materials handling solutions that improve over time.",
        "categories": [],
        "email": "info@thirdwave.ai",
        "privateEmail": "i**o@thirdwave.ai",
        "website": "http://thirdwave.ai",
        "linkedin": "https://www.linkedin.com/company/third-wave-automation",
        "twitter": "http://thirdwaveai"
    }, {
        "id": 3779851,
        "externalId": "tint",
        "name": "Tint -Bronze Sponsor",
        "categories": [],
        "website": "http://tint.ai",
        "linkedin": "https://www.linkedin.com/company/heytint",
        "twitter": "http://heytint"
    }, {
        "id": 3523341,
        "externalId": "tive",
        "name": "Tive",
        "logo": "exhibitors/3523341/media/tive.webp?v=2622071",
        "description": "Tive is a global leader in supply chain and logistics technology. With Tive, shippers, retailers, and logistics service providers (LSPs) have the ability to eliminate delays, avoid damage, and mitigate shipment failures. Tive's solution provides insights generated by its industry-leading products for clients to actively optimize their shipments, improve customer experience, and unlock actionable data in real-time. For more information, visit www.tive.com.",
        "categories": [],
        "email": "marketing@tive.com",
        "privateEmail": "m*******g@tive.com",
        "website": "http://tive.co",
        "facebook": "https://www.facebook.com/tivesolution",
        "linkedin": "https://www.linkedin.com/company/tiveinc",
        "twitter": "http://tiveInc"
    }, {
        "id": 3597263,
        "externalId": "torc",
        "name": "TORC",
        "logo": "exhibitors/3597263/media/torc.webp?v=2622259",
        "description": "An autonomous vehicle leader since 2007, Torc is commercializing self-driving trucks for safe, sustained, long-haul innovation in the freight industry.",
        "categories": [],
        "website": "http://torc.ai",
        "facebook": "https://facebook.com/torcrobotics",
        "linkedin": "https://www.linkedin.com/company/torc-technologies",
        "twitter": "http://torcrobotics"
    }, {
        "id": 3743582,
        "externalId": "transimpact",
        "name": "TransImpact - Exhibitor",
        "categories": [],
        "website": "http://transimpact.com",
        "linkedin": "https://www.linkedin.com/company/transimpact",
        "twitter": "http://teamtransimpact"
    }, {
        "id": 3654628,
        "externalId": "traverse-systems",
        "name": "Traverse Systems",
        "categories": [],
        "website": "http://traversesystems.com",
        "linkedin": "https://www.linkedin.com/company/traverse-systems",
        "twitter": "http://traversesystems"
    }, {
        "id": 3615917,
        "externalId": "trimble",
        "name": "Trimble",
        "logo": "exhibitors/3615917/media/trimble.webp?v=2622278",
        "description": "Trimble Transportation is revolutionizing the global supply chain through intelligent, connected technology and workflows that are rooted in industry standard commercial maps and data. At the intersection of the physical and digital worlds, Trimble Transportation offers SaaS, web, mobile and installed solutions that improve efficiency, promote safety, optimize utilization, and enable collaboration. From planning to delivery, we deliver on our promise to provide cutting edge procurement, transportation management, mapping, routing, dispatch, navigation, location, fleet management, ELD compliance and asset maintenance solutions. All roads run through Trimble. For more information, visit:  transportation.trimble.com.",
        "categories": [],
        "email": "transportation@trimble.com",
        "privateEmail": "t************n@trimble.com",
        "website": "http://trimble.com",
        "facebook": "https://facebook.com/trimblecorporate",
        "linkedin": "https://www.linkedin.com/company/trimble",
        "twitter": "http://TrimbleCorpNews"
    }, {
        "id": 3868266,
        "externalId": "truck-n-hustle",
        "name": "Truck N Hustle",
        "categories": []
    }, {
        "id": 3597804,
        "externalId": "turvo",
        "name": "Turvo",
        "logo": "exhibitors/3597804/media/turvo.webp?v=2622291",
        "description": "Turvo provides the world’s leading collaborative Transportation Management System (TMS) application designed specifically for the supply chain. Turvo Collaboration Cloud connects freight brokers, 3PLs, shippers, and carriers to unite supply chain ecosystems, delivering outstanding customer experiences, real-time collaboration, and accelerated growth. The technology unifies internal and external systems, providing one end-to-end solution that streamlines operations, enhances analytics, and automates business processes while eliminating redundant manual tasks. Turvo's customers include some of the world’s largest Fortune 500 logistics service providers and shippers as well as small to mid-sized freight brokers",
        "categories": [],
        "email": "marketing@turvo.com",
        "privateEmail": "m*******g@turvo.com",
        "website": "http://turvo.com",
        "facebook": "https://facebook.com/turvoinc",
        "linkedin": "https://www.linkedin.com/company/turvoinc",
        "twitter": "http://turvo"
    }, {
        "id": 3778666,
        "externalId": "u-pic-shipping-insurance",
        "name": "U-PIC Shipping Insurance",
        "logo": "exhibitors/3778666/media/u-pic-shipping-insurance.webp?v=2662484",
        "description": "Since 1989, the staff of U-PIC has been dedicated to serving the needs of our partners and clients by offering insurance protection on their package shipments. We’re very proud to say that in that time frame, we have successfully insured more than one billion packages in transit all over the world, with dozens of different carriers. Our human approach to serving our customers is what sets us apart. We take time to understand your needs, and design programs based on them. We also have an automated, online process that can resolve your claims in 7 - 10 business days.",
        "categories": [],
        "email": "elisia@u-pic.com",
        "privateEmail": "e****a@u-pic.com",
        "website": "http://u-pic.com",
        "facebook": "https://facebook.com/upicinsurance",
        "linkedin": "https://www.linkedin.com/company/u-pic-shipping-insurance"
    }, {
        "id": 3633192,
        "externalId": "uber-freight",
        "name": "Uber Freight",
        "logo": "exhibitors/3633192/media/uber-freight.webp?v=2622325",
        "description": "Uber Freight is a logistics platform and partner with a mission to reimagine the way goods move to help communities thrive. Backed by innovative technology and a dedicated team of domain experts, we provide logistics solutions that give shippers and carriers of all sizes greater reliability, flexibility, and transparency so they can take control of their freight. With over $17 billion in FUM, we’ve built one of the world’s most comprehensive logistics networks consisting of over 130,000 digitally-enabled carriers and thousands of shippers, from small businesses to Fortune 500 companies. For more, visit uberfreight.com.",
        "categories": [],
        "email": "corporate.communications@uberfreight.com",
        "privateEmail": "c**********************s@uberfreight.com",
        "website": "http://transplace.com",
        "facebook": "https://facebook.com/transplace",
        "linkedin": "https://www.linkedin.com/company/transplace",
        "twitter": "http://Transplace"
    }, {
        "id": 3791079,
        "externalId": "unisys",
        "name": "Unisys",
        "categories": []
    }, {
        "id": 3626437,
        "externalId": "united-states-postal-service",
        "name": "United States Postal Service - Exhibitor",
        "categories": [],
        "website": "http://czarnowski.com",
        "facebook": "https://facebook.com/622445111148979",
        "linkedin": "https://www.linkedin.com/company/czarnowski",
        "twitter": "http://Czarnowski"
    }, {
        "id": 3800813,
        "externalId": "unity-scm",
        "name": "Unity SCM",
        "categories": []
    }, {
        "id": 3656514,
        "externalId": "urbx",
        "name": "URBX",
        "logo": "exhibitors/3656514/media/urbx.webp?v=2622329",
        "description": "Robotic Goods To Person System",
        "categories": [],
        "email": "rudi@urbx.com",
        "privateEmail": "r**i@urbx.com",
        "website": "http://urbx.com",
        "linkedin": "https://www.linkedin.com/company/urbx"
    }, {
        "id": 3523349,
        "externalId": "uship",
        "name": "uShip",
        "logo": "exhibitors/3523349/media/uship.webp?v=2622093",
        "description": "uShip makes shipping oversized items like cars, furniture, motorcycles, and freight fast, easy, and affordable. Used by businesses, logistics companies, and consumers alike, the uShip platform and technology feature one of the most versatile and diversified networks of transporters and capacity in the industry today. Launched in 2004, uShip is based in Austin, Texas.",
        "categories": [],
        "website": "http://uship.com",
        "facebook": "https://facebook.com/uship",
        "linkedin": "https://www.linkedin.com/company/uship",
        "twitter": "http://uShip"
    }, {
        "id": 3527485,
        "externalId": "valoroo",
        "name": "Valoroo",
        "logo": "exhibitors/3527485/media/valoroo.webp?v=2622092",
        "description": "Based in San Diego, CA, Valoroo is an outsourcing provider that focuses specifically on the logistics industry. Valoroo's mission is to provide quality outsourcing solutions for 3PLs and asset-based companies that consistently exceed expectations. Popular roles include track and trace, carrier sales, dispatch and load planning, third shift and weekend support, accounting, and customer service.",
        "categories": [],
        "website": "http://valoroo.com"
    }, {
        "id": 3638599,
        "externalId": "vargo",
        "name": "VARGO",
        "logo": "exhibitors/3638599/media/vargo.webp?v=2622316",
        "description": "VARGO® combines the newest and smartest technologies with intelligent design of its Continuous Order Fulfillment Engine (COFE®) — the first intelligent Warehouse Execution System (WES) — to develop game-changing fulfillment solutions. COFE® manages workflows to processes orders without waves for e-commerce fulfillment centers, by synchronizing and sequencing activities across all work resources — machines, people and processes. Automation technologies, such as autonomous mobile robots, goods-to-person picking solutions and automated storage and retrieval systems help retailers manage the current labor shortage and decrease order cycle times. VARGO® integrates these technologies so efficiencies and speed to shipment are maximized. VARGO® empowers fulfillment!",
        "categories": [],
        "email": "info@vargomail.com",
        "privateEmail": "i**o@vargomail.com",
        "website": "http://vargosolutions.com",
        "facebook": "https://facebook.com/vargocompanies",
        "linkedin": "https://www.linkedin.com/company/vargo-companies",
        "twitter": "http://VARGOSolutions"
    }, {
        "id": 3598053,
        "externalId": "vector-security-networks",
        "name": "Vector Security Networks",
        "logo": "exhibitors/3598053/media/vector-security-networks.webp?v=2622277",
        "description": "For over 30 years, our company has partnered with thousands of supply chain sites across the country, improving safety and security in general and refrigerated warehouses, storage facilities, and distribution and fulfillment centers. Our physical security and managed network services teams understand your role in the supply chain ecosystem and recognize the industry’s changing needs. From the growth of e-commerce and consumer spending to the necessity of expanding storage capacity through new construction and increased automation, we’ve been there. Our teams are poised to provide security and managed network solutions that are custom-designed to address changing warehouse security issues.",
        "categories": [],
        "email": "supplychain@vectorsecurity.com",
        "privateEmail": "s*********n@vectorsecurity.com",
        "website": "https://vectorsecuritynetworks.com/",
        "linkedin": "https://www.linkedin.com/company/vector-security-networks/"
    }, {
        "id": 3487607,
        "externalId": "veho",
        "name": "Veho",
        "logo": "exhibitors/3487607/media/veho.webp?v=2622049",
        "description": "Veho is a post-purchase experience company. Through its tech-powered logistics platform Veho is revolutionizing package delivery for the modern economy. Veho powers fast, transparent and personalized next-day delivery and returns for e-commerce companies so they can increase customer satisfaction and drive customer lifetime value. Veho’s premium delivery experience is built on live customer communication, in-market warehouse locations and a dynamic marketplace to seamlessly match demand for deliveries with last-mile crowdsourced driver-partners. Veho provides e-commerce brands with an end-to-end, customer-centric solution that makes delivery their competitive edge.",
        "categories": [],
        "email": "bestdeliveries@shipveho.com",
        "privateEmail": "b************s@shipveho.com",
        "website": "http://shipveho.com",
        "linkedin": "https://www.linkedin.com/company/shipveho",
        "twitter": "http://shipveho"
    }, {
        "id": 3655437,
        "externalId": "verizeal",
        "name": "Verizeal",
        "logo": "exhibitors/3655437/media/verizeal.webp?v=2622282",
        "description": "Verizeal simplifies global transportation management for businesses of all sizes. Our cloud-based logistics platform connects shippers, customers, brokers, and carriers, ensuring streamlined operations, increased efficiency, and reduced costs. From parcel to LTL, TL, ocean, and international air shipments, Verizeal automates processes, reduces costs, and enhances end-to-end visibility. Harnessing cutting-edge technologies like Blockchain, AI, and machine learning, Verizeal automates workflows, enforces compliance, provides real-time tracking, and delivers valuable analytic insights. Whether you are a small business aiming to cut costs or a large enterprise scaling globally, Verizeal is your trusted partner for seamless logistics management.\nShip with confidence. Ship with Verizeal.",
        "categories": [],
        "email": "srini.vasan@verizeal.com",
        "privateEmail": "s*********n@verizeal.com",
        "website": "http://eshipglobal.com",
        "facebook": "https://facebook.com/eshipglobal",
        "linkedin": "https://www.linkedin.com/company/eshipglobal-inc",
        "twitter": "http://eShipGlobal"
    }, {
        "id": 3654633,
        "externalId": "vesyl",
        "name": "VESYL",
        "logo": "exhibitors/3654633/media/vesyl.webp?v=2622265",
        "description": "VESYL is a shipping software provider and logistics consultancy for eCommerce fulfillment. We offer order importing from all of the major platforms and shopping carts, order automation, address validation, batch printing, best in class rates,  rate shopping, and more.",
        "categories": [],
        "email": "hello@vesyl.com",
        "privateEmail": "h***o@vesyl.com",
        "website": "http://vesyl.com",
        "twitter": "http://Vesyl"
    }, {
        "id": 3507611,
        "externalId": "vizion",
        "name": "Vizion",
        "logo": "exhibitors/3507611/media/vizion.webp?v=2622056",
        "description": "Cargo owners and freight forwarders have traditionally tracked containers by calling carriers or visiting websites. At Vizion, we replace manual, error-prone approaches with an API that pushes accurate location updates and ETAs to your ERP, TMS or other system. Our API normalizes data from multiple sources for fast, confident decision-making. And those sources are already connected, giving you instant-on capabilities. Our data is the most complete and reliable available, sourced through port & terminal connections, carriers, AIS, and more. We refresh these sources multiple times daily to reduce latency to 6 hours or less. Track a container now at vizionapi.com.",
        "categories": [],
        "website": "http://vizionapi.com",
        "linkedin": "https://www.linkedin.com/company/vizionapi"
    }, {
        "id": 3517245,
        "externalId": "volterra",
        "name": "Voltera",
        "logo": "exhibitors/3517245/media/voltera.webp?v=2622095",
        "description": "Zero-emission vehicles are here, but the solutions to support them at scale are not. Companies that operate, sell, and/or host ZEVs – fleets, OEMs, and branded networks – are challenged to find viable off-premises refueling solutions. Voltera solves those challenges, developing, owning, and operating the infrastructure that enables customers to fully transition to ZEVs at speed and succeed with them at scale.",
        "categories": [],
        "email": "marketing@volterapower.com",
        "privateEmail": "m*******g@volterapower.com",
        "website": "http://volterapower.com",
        "linkedin": "https://www.linkedin.com/company/volterapower",
        "twitter": "http://volterapower"
    }, {
        "id": 3638593,
        "externalId": "voxel",
        "name": "Voxel",
        "logo": "exhibitors/3638593/media/voxel.webp?v=2622299",
        "description": "Voxel uses computer vision and AI to enable security cameras to automatically identify hazards and high-risk activities in real-time, keeping people safe and driving operational efficiencies. Our technology targets the key drivers for workers’ compensation, general liability, and property damage while providing full site visibility.",
        "categories": [],
        "website": "http://voxelai.com",
        "linkedin": "https://www.linkedin.com/company/voxelai"
    }, {
        "id": 3837649,
        "externalId": "weatheroptics",
        "name": "WeatherOptics",
        "categories": []
    }, {
        "id": 3626041,
        "externalId": "gatego",
        "name": "Wego Technologies, LLC - Exhibitor",
        "categories": [],
        "website": "http://gatego.io",
        "linkedin": "https://www.linkedin.com/company/gategosoftware"
    }, {
        "id": 3638629,
        "externalId": "wiliot",
        "name": "Wiliot",
        "logo": "exhibitors/3638629/media/wiliot.webp?v=2622318",
        "description": "Wiliot is an ambient IoT SaaS company whose platform connects the digital and physical worlds using its IoT Pixels tagging technology, postage stamp-sized compute devices that power themselves without batteries. Our mission is to make every single thing an agent of change, enabling ambient IoT by adding intelligence and automation to reusable packaging, pharmaceuticals, food, and other products. Connecting trillions of things to the internet is transforming manufacturing, distribution, and product use to deliver on our vision: a minimum waste, full trust, perfectly timed world where people, profits, and the planet remain aligned. Visit www.wiliot.com to learn more.",
        "categories": [],
        "email": "whitney@wiliot.com",
        "privateEmail": "w*****y@wiliot.com",
        "website": "http://wiliot.com",
        "facebook": "https://www.facebook.com/WiliotHQ/",
        "linkedin": "https://www.linkedin.com/company/wiliot",
        "twitter": "http://WiliotHQ"
    }, {
        "id": 3520376,
        "externalId": "windward",
        "name": "Windward",
        "logo": "exhibitors/3520376/media/windward.webp?v=2622207",
        "description": "Windward (LON:WNWD) is the leading maritime AI company, providing an all-in-one platform for risk management and maritime domain awareness needs. Our platform pushes the boundaries of comprehensive data and groundbreaking technology to solve the toughest ocean-bound challenges. Windward's AI-powered decision-support and exception management platform offers a 360° view of the maritime ecosystem and provides  ocean freight forwarders, shipping companies, insurers, energy companies, banks, and governments all the risk visibility, behavioral analytics, and sanctions compliance context they need to make real time, proactive decisions to achieve business and operational readiness.",
        "categories": [],
        "website": "http://windward.ai",
        "linkedin": "https://www.linkedin.com/company/windward-ltd-",
        "twitter": "http://WindwardAI"
    }, {
        "id": 3638604,
        "externalId": "winmore",
        "name": "Winmore - Exhibitor",
        "categories": [],
        "website": "http://winmore.app",
        "facebook": "https://www.facebook.com/Lanetix/",
        "linkedin": "https://www.linkedin.com/company/winmorecloud",
        "twitter": "http://winmoreapp"
    }, {
        "id": 3633182,
        "externalId": "wise-systems",
        "name": "Wise Systems",
        "logo": "exhibitors/3633182/media/wise-systems.webp?v=2622085",
        "description": "Wise Systems’ AI-driven dispatch and routing software enables the perfect delivery experience. For last-mile operations competing in a dynamic world, the Wise Systems platform uses machine learning to continuously improve fleet efficiency, performance, and customer service and reduce fleet mileage, carbon footprint and late deliveries.",
        "categories": [],
        "website": "http://wisesystems.com",
        "facebook": "https://www.facebook.com/gowisesystems",
        "linkedin": "https://www.linkedin.com/company/wise-systems---logistics-solutions",
        "twitter": "http://goWiseSystems"
    }, {
        "id": 3637439,
        "externalId": "woolpert-digital-innovations",
        "name": "Woolpert Digital Innovations",
        "logo": "exhibitors/3637439/media/woolpert-digital-innovations.webp?v=2622272",
        "description": "Combining global and dynamic mapping solutions with 50-plus years of geospatial experience, Google Maps Platform and Woolpert Digital Innovations know a thing or two about location-based technologies. Our partnership’s unique perspective on complex data challenges and our vast client base has opened doors that remain closed to many other technology firms. Where opportunity and ability intersect, Google Maps Platform and Woolpert Digital Innovations are poised to help you leverage new technology to transform your business processes, workforce efficiencies and overall customer service. Let us help you work, move and grow. For more information visit https://mapsplatform.google.com and https://innovations.woolpert.com/.",
        "categories": [],
        "email": "cloudsuccess@woolpert.com",
        "privateEmail": "c**********s@woolpert.com",
        "website": "http://woolpert.com",
        "facebook": "https://facebook.com/woolpertinc",
        "linkedin": "https://www.linkedin.com/company/woolpert",
        "twitter": "http://woolpert"
    }, {
        "id": 3639142,
        "externalId": "wowl",
        "name": "WOWL.io",
        "logo": "exhibitors/3639142/media/wowlio.webp?v=2622307",
        "description": "WOWL, established in 2021, empowers importers and BCOs with its robust SaaS and DaaS platform, \"Portal.\" Offering real-time visibility, granular details, and customizable features, Portal optimizes supply chains and drives informed decisions. Recognizing the need for neutrality, WOWL is creating a dedicated team to handle non-conflicting services for clients using different freight forwarders. With enhanced marketing, talent recruitment, and technology improvements, WOWL aims to become the ultimate end-to-end supply chain solution, empowering clients with data-driven efficiency, cost savings, and success.",
        "categories": [],
        "email": "info@wowl.io",
        "privateEmail": "i**o@wowl.io",
        "website": "http://wowl.io",
        "linkedin": "https://www.linkedin.com/company/wowl-io"
    }, {
        "id": 3633550,
        "externalId": "yardview-yard-management-software",
        "name": "YardView Yard Management Software",
        "logo": "exhibitors/3633550/media/yardview-yard-management-software.webp?v=2622310",
        "description": "YardView provides a cloud-based, best-of-breed yard management software program that will help fix your yard quickly and it can be installed in weeks.  Extensive features and functionality help everyday department manage the yard at the same time.  It is highly customizable and easy to use with 24/7 USA based customer service.",
        "categories": [],
        "email": "info@yardview.com",
        "privateEmail": "i**o@yardview.com",
        "website": "https://www.yardview.com",
        "facebook": "https://www.facebook.com/YardViewYMS",
        "linkedin": "https://www.linkedin.com/company/yardview",
        "twitter": "http://YardView"
    }, {
        "id": 3633177,
        "externalId": "youredi",
        "name": "Youredi",
        "logo": "exhibitors/3633177/media/youredi.webp?v=2622300",
        "description": "Youredi is the leading provider of fully managed data integration solutions for logistics and the global supply chain. Youredi enables customers to scale their business and automation needs through its unified, modern platform for API and EDI transactions. Youredi's solutions are versatile, secure, reliable, and available as a fully managed integration service. Youredi enables quick data connectivity and process integration between various trading partners. By integrating with ecosystems, carriers, shippers, consignees, and the systems they use, Youredi provides scale, speed, and agility for the global market. Youredi operates globally with bases in Finland, the Netherlands, and the United States.",
        "categories": [],
        "email": "talktous@youredi.com",
        "privateEmail": "t******s@youredi.com",
        "website": "http://youredi.com",
        "facebook": "https://www.facebook.com/YourediLtd/",
        "linkedin": "https://www.linkedin.com/company/youredi",
        "twitter": "http://youredi_tweets"
    }, {
        "id": 3892091,
        "externalId": "zelh-logistics",
        "name": "Zelh Logistics",
        "categories": []
    }],
    "booths": [{
        "exhibitors": [3616048],
        "size": "10 x 20 / 200 ft²",
        "id": 2775542,
        "name": "301",
        "externalId": "301"
    }, {
        "exhibitors": [3502831],
        "size": "10 x 20 / 200 ft²",
        "id": 2775551,
        "name": "302",
        "externalId": "302"
    }, {
        "exhibitors": [3626031],
        "size": "10 x 10 / 100 ft²",
        "id": 2775540,
        "name": "305",
        "externalId": "305"
    }, {
        "exhibitors": [3747399],
        "size": "10 x 20 / 200 ft²",
        "id": 2831824,
        "name": "306",
        "externalId": "306"
    }, {
        "exhibitors": [3626042],
        "size": "10 x 20 / 200 ft²",
        "id": 2775548,
        "name": "310",
        "externalId": "310"
    }, {
        "exhibitors": [3558676],
        "size": "20 x 20 / 400 ft²",
        "id": 2831911,
        "name": "311",
        "externalId": "311"
    }, {
        "exhibitors": [3559202],
        "size": "20 x 20 / 400 ft²",
        "id": 2775409,
        "name": "315",
        "externalId": "315"
    }, {
        "exhibitors": [3558687],
        "size": "20 x 10 / 200 ft²",
        "id": 2831916,
        "name": "319",
        "externalId": "319"
    }, {
        "exhibitors": [3654631],
        "size": "10 x 10 / 100 ft²",
        "id": 2831821,
        "name": "320",
        "externalId": "320"
    }, {
        "exhibitors": [3487607],
        "size": "20 x 10 / 200 ft²",
        "id": 2775300,
        "name": "321",
        "externalId": "321"
    }, {
        "exhibitors": [3654883],
        "size": "10 x 10 / 100 ft²",
        "id": 2831915,
        "name": "322",
        "externalId": "322"
    }, {
        "exhibitors": [3638621],
        "size": "10 x 10 / 100 ft²",
        "id": 2831826,
        "name": "324",
        "externalId": "324"
    }, {
        "exhibitors": [3674289],
        "size": "10 x 10 / 100 ft²",
        "id": 2831827,
        "name": "326",
        "externalId": "326"
    }, {
        "exhibitors": [3660429],
        "size": "10 x 10 / 100 ft²",
        "id": 2831828,
        "name": "328",
        "externalId": "328"
    }, {
        "exhibitors": [3626055],
        "size": "10 x 10 / 100 ft²",
        "id": 2775539,
        "name": "400",
        "externalId": "400"
    }, {
        "exhibitors": [3615906],
        "size": "10 x 20 / 200 ft²",
        "id": 2775416,
        "name": "401",
        "externalId": "401"
    }, {
        "exhibitors": [3615919],
        "size": "10 x 20 / 200 ft²",
        "id": 2775538,
        "name": "402",
        "externalId": "402"
    }, {
        "exhibitors": [3626040],
        "size": "10 x 10 / 100 ft²",
        "id": 2832234,
        "name": "405",
        "externalId": "405"
    }, {
        "exhibitors": [3507611],
        "size": "20 x 20 / 400 ft²",
        "id": 2832010,
        "name": "407",
        "externalId": "407"
    }, {
        "exhibitors": [3556581],
        "size": "20 x 10 / 200 ft²",
        "id": 2775273,
        "name": "411",
        "externalId": "411"
    }, {
        "exhibitors": [3598058],
        "size": "10 x 10 / 100 ft²",
        "id": 2832232,
        "name": "413",
        "externalId": "413"
    }, {
        "exhibitors": [3512181],
        "size": "20 x 20 / 400 ft²",
        "id": 2831917,
        "name": "419",
        "externalId": "419"
    }, {
        "exhibitors": [3616313],
        "size": "10 x 10 / 100 ft²",
        "id": 2831956,
        "name": "421",
        "externalId": "421"
    }, {
        "exhibitors": [3616760],
        "size": "10 x 20 / 200 ft²",
        "id": 2831829,
        "name": "423",
        "externalId": "423"
    }, {
        "exhibitors": [3626029],
        "size": "10 x 10 / 100 ft²",
        "id": 2832235,
        "name": "500",
        "externalId": "500"
    }, {
        "exhibitors": [3502836],
        "size": "30 x 30 / 900 ft²",
        "id": 2775411,
        "name": "501",
        "externalId": "501"
    }, {
        "exhibitors": [3598062],
        "size": "10 x 20 / 200 ft²",
        "id": 2832236,
        "name": "502",
        "externalId": "502"
    }, {
        "exhibitors": [3500390],
        "size": "30 x 20 / 600 ft²",
        "id": 2831909,
        "name": "507",
        "externalId": "507"
    }, {
        "exhibitors": [3597798],
        "size": "10 x 10 / 100 ft²",
        "id": 2831968,
        "name": "511",
        "externalId": "511"
    }, {
        "exhibitors": [3571788],
        "size": "10 x 10 / 100 ft²",
        "id": 2832227,
        "name": "512",
        "externalId": "512"
    }, {
        "exhibitors": [3597800],
        "size": "10 x 10 / 100 ft²",
        "id": 2831969,
        "name": "513",
        "externalId": "513"
    }, {
        "exhibitors": [3571927],
        "size": "10 x 20 / 200 ft²",
        "id": 2831957,
        "name": "522",
        "externalId": "522"
    }, {
        "exhibitors": [3523374],
        "size": "10 x 20 / 200 ft²",
        "id": 2832004,
        "name": "523",
        "externalId": "523"
    }, {
        "exhibitors": [3638582],
        "size": "10 x 10 / 100 ft²",
        "id": 2831831,
        "name": "526",
        "externalId": "526"
    }, {
        "exhibitors": [3633188],
        "size": "10 x 10 / 100 ft²",
        "id": 2832006,
        "name": "527",
        "externalId": "527"
    }, {
        "exhibitors": [3523341],
        "size": "20 x 10 / 200 ft²",
        "id": 2831984,
        "name": "610",
        "externalId": "610"
    }, {
        "exhibitors": [3507599],
        "size": "20 x 10 / 200 ft²",
        "id": 2831986,
        "name": "612",
        "externalId": "612"
    }, {
        "exhibitors": [3571782],
        "size": "10 x 20 / 200 ft²",
        "id": 2832007,
        "name": "622",
        "externalId": "622"
    }, {
        "exhibitors": [3597773],
        "size": "10 x 20 / 200 ft²",
        "id": 2831958,
        "name": "623",
        "externalId": "623"
    }, {
        "exhibitors": [3634331],
        "size": "10 x 10 / 100 ft²",
        "id": 2832009,
        "name": "626",
        "externalId": "626"
    }, {
        "exhibitors": [3626046],
        "size": "10 x 10 / 100 ft²",
        "id": 2831832,
        "name": "627",
        "externalId": "627"
    }, {
        "exhibitors": [3486874],
        "size": "30 x 30 / 900 ft²",
        "id": 2775414,
        "name": "701",
        "externalId": "701"
    }, {
        "exhibitors": [3523336],
        "size": "20 x 10 / 200 ft²",
        "id": 2845885,
        "name": "706",
        "externalId": "706"
    }, {
        "exhibitors": [3558468],
        "size": "10 x 10 / 100 ft²",
        "id": 2845887,
        "name": "708",
        "externalId": "708"
    }, {
        "exhibitors": [3598814],
        "size": "10 x 10 / 100 ft²",
        "id": 2845888,
        "name": "709",
        "externalId": "709"
    }, {
        "exhibitors": [3523340],
        "size": "20 x 10 / 200 ft²",
        "id": 2831988,
        "name": "710",
        "externalId": "710"
    }, {
        "exhibitors": [3516604],
        "size": "20 x 10 / 200 ft²",
        "id": 2831990,
        "name": "712",
        "externalId": "712"
    }, {
        "exhibitors": [3571800],
        "size": "10 x 10 / 100 ft²",
        "id": 2831959,
        "name": "722",
        "externalId": "722"
    }, {
        "exhibitors": [3571796],
        "size": "10 x 10 / 100 ft²",
        "id": 2831961,
        "name": "723",
        "externalId": "723"
    }, {
        "exhibitors": [3892091],
        "size": "10 x 20 / 200 ft²",
        "id": 2891692,
        "name": "724",
        "externalId": "724"
    }, {
        "exhibitors": [3633174],
        "size": "10 x 10 / 100 ft²",
        "id": 2831962,
        "name": "725",
        "externalId": "725"
    }, {
        "exhibitors": [3633186],
        "size": "10 x 10 / 100 ft²",
        "id": 2831834,
        "name": "727",
        "externalId": "727"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3122256,
        "name": "729",
        "externalId": "729"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3122257,
        "name": "731",
        "externalId": "731"
    }, {
        "exhibitors": [3939452],
        "size": "10 x 10 / 100 ft²",
        "id": 3122259,
        "name": "733",
        "externalId": "733"
    }, {
        "exhibitors": [3598354],
        "size": "10 x 10 / 100 ft²",
        "id": 2775526,
        "name": "801",
        "externalId": "801"
    }, {
        "exhibitors": [3615907],
        "size": "10 x 20 / 200 ft²",
        "id": 2775525,
        "name": "803",
        "externalId": "803"
    }, {
        "exhibitors": [3571907],
        "size": "10 x 10 / 100 ft²",
        "id": 2845891,
        "name": "806",
        "externalId": "806"
    }, {
        "exhibitors": [3572077],
        "size": "20 x 10 / 200 ft²",
        "id": 2831838,
        "name": "807",
        "externalId": "807"
    }, {
        "exhibitors": [3597805],
        "size": "10 x 10 / 100 ft²",
        "id": 2845890,
        "name": "808",
        "externalId": "808"
    }, {
        "exhibitors": [3527485],
        "size": "20 x 10 / 200 ft²",
        "id": 2869086,
        "name": "809",
        "externalId": "809"
    }, {
        "exhibitors": [3893507],
        "size": "10 x 10 / 100 ft²",
        "id": 2831835,
        "name": "810",
        "externalId": "810"
    }, {
        "exhibitors": [3523349],
        "size": "10 x 10 / 100 ft²",
        "id": 2831836,
        "name": "812",
        "externalId": "812"
    }, {
        "exhibitors": [3502825],
        "size": "20 x 20 / 400 ft²",
        "id": 2831919,
        "name": "815",
        "externalId": "815"
    }, {
        "exhibitors": [3517245],
        "size": "20 x 20 / 400 ft²",
        "id": 2831918,
        "name": "819",
        "externalId": "819"
    }, {
        "exhibitors": [3558942],
        "size": "10 x 20 / 200 ft²",
        "id": 2831963,
        "name": "822",
        "externalId": "822"
    }, {
        "exhibitors": [3598067],
        "size": "10 x 20 / 200 ft²",
        "id": 2831965,
        "name": "823",
        "externalId": "823"
    }, {
        "exhibitors": [3635991],
        "size": "10 x 10 / 100 ft²",
        "id": 2831837,
        "name": "826",
        "externalId": "826"
    }, {
        "exhibitors": [3638581],
        "size": "10 x 10 / 100 ft²",
        "id": 2831840,
        "name": "827",
        "externalId": "827"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3122255,
        "name": "828",
        "externalId": "828"
    }, {
        "exhibitors": [3598813],
        "size": "10 x 10 / 100 ft²",
        "id": 3083583,
        "name": "829",
        "externalId": "829"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3122258,
        "name": "830",
        "externalId": "830"
    }, {
        "exhibitors": [3598813],
        "size": "10 x 10 / 100 ft²",
        "id": 3083585,
        "name": "831",
        "externalId": "831"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3122260,
        "name": "832",
        "externalId": "832"
    }, {
        "exhibitors": [3598813],
        "size": "10 x 10 / 100 ft²",
        "id": 3083587,
        "name": "833",
        "externalId": "833"
    }, {
        "exhibitors": [3633179],
        "size": "10 x 10 / 100 ft²",
        "id": 2775519,
        "name": "900",
        "externalId": "900"
    }, {
        "exhibitors": [3626038],
        "size": "10 x 10 / 100 ft²",
        "id": 2775512,
        "name": "901",
        "externalId": "901"
    }, {
        "exhibitors": [3615914],
        "size": "10 x 20 / 200 ft²",
        "id": 2775518,
        "name": "902",
        "externalId": "902"
    }, {
        "exhibitors": [3615911],
        "size": "10 x 20 / 200 ft²",
        "id": 2775511,
        "name": "903",
        "externalId": "903"
    }, {
        "exhibitors": [3564787],
        "size": "20 x 20 / 400 ft²",
        "id": 2831844,
        "name": "907",
        "externalId": "907"
    }, {
        "exhibitors": [3558409],
        "size": "20 x 20 / 400 ft²",
        "id": 2775508,
        "name": "911",
        "externalId": "911"
    }, {
        "exhibitors": [3523333],
        "size": "20 x 10 / 200 ft²",
        "id": 2775507,
        "name": "915",
        "externalId": "915"
    }, {
        "exhibitors": [3516862],
        "size": "20 x 10 / 200 ft²",
        "id": 2775506,
        "name": "917",
        "externalId": "917"
    }, {
        "exhibitors": [3500414],
        "size": "20 x 10 / 200 ft²",
        "id": 2831925,
        "name": "919",
        "externalId": "919"
    }, {
        "exhibitors": [3571775],
        "size": "20 x 10 / 200 ft²",
        "id": 2775397,
        "name": "921",
        "externalId": "921"
    }, {
        "exhibitors": [3615926],
        "size": "10 x 20 / 200 ft²",
        "id": 2831966,
        "name": "922",
        "externalId": "922"
    }, {
        "exhibitors": [3599070],
        "size": "10 x 10 / 100 ft²",
        "id": 2775398,
        "name": "923",
        "externalId": "923"
    }, {
        "exhibitors": [3627817],
        "size": "10 x 20 / 200 ft²",
        "id": 2831992,
        "name": "925",
        "externalId": "925"
    }, {
        "exhibitors": [3638592],
        "size": "10 x 10 / 100 ft²",
        "id": 2831843,
        "name": "926",
        "externalId": "926"
    }, {
        "exhibitors": [3598813],
        "size": "10 x 10 / 100 ft²",
        "id": 3083584,
        "name": "928",
        "externalId": "928"
    }, {
        "exhibitors": [3837649],
        "size": "10 x 10 / 100 ft²",
        "id": 3054992,
        "name": "929",
        "externalId": "929"
    }, {
        "exhibitors": [3901555],
        "size": "10 x 10 / 100 ft²",
        "id": 3083586,
        "name": "930",
        "externalId": "930"
    }, {
        "exhibitors": [3861162],
        "size": "10 x 20 / 200 ft²",
        "id": 3054993,
        "name": "931",
        "externalId": "931"
    }, {
        "exhibitors": [3868266],
        "size": "10 x 10 / 100 ft²",
        "id": 3083588,
        "name": "932",
        "externalId": "932"
    }, {
        "exhibitors": [3633183],
        "size": "10 x 10 / 100 ft²",
        "id": 2775504,
        "name": "1000",
        "externalId": "1000"
    }, {
        "exhibitors": [3633195],
        "size": "10 x 10 / 100 ft²",
        "id": 2775496,
        "name": "1001",
        "externalId": "1001"
    }, {
        "exhibitors": [3615930],
        "size": "10 x 20 / 200 ft²",
        "id": 2775503,
        "name": "1002",
        "externalId": "1002"
    }, {
        "exhibitors": [3615916],
        "size": "10 x 20 / 200 ft²",
        "id": 2775495,
        "name": "1003",
        "externalId": "1003"
    }, {
        "exhibitors": [3633175],
        "size": "10 x 10 / 100 ft²",
        "id": 2831850,
        "name": "1007",
        "externalId": "1007"
    }, {
        "exhibitors": [3571792],
        "size": "20 x 10 / 200 ft²",
        "id": 2775493,
        "name": "1009",
        "externalId": "1009"
    }, {
        "exhibitors": [3552783],
        "size": "20 x 20 / 400 ft²",
        "id": 2775492,
        "name": "1011",
        "externalId": "1011"
    }, {
        "exhibitors": [3520376],
        "size": "20 x 20 / 400 ft²",
        "id": 2775491,
        "name": "1015",
        "externalId": "1015"
    }, {
        "exhibitors": [3502827],
        "size": "20 x 20 / 400 ft²",
        "id": 2831926,
        "name": "1019",
        "externalId": "1019"
    }, {
        "exhibitors": [3615768],
        "size": "10 x 20 / 200 ft²",
        "id": 2831993,
        "name": "1022",
        "externalId": "1022"
    }, {
        "exhibitors": [3626032],
        "size": "10 x 10 / 100 ft²",
        "id": 2831852,
        "name": "1023",
        "externalId": "1023"
    }, {
        "exhibitors": [3598052],
        "size": "10 x 20 / 200 ft²",
        "id": 2831853,
        "name": "1025",
        "externalId": "1025"
    }, {
        "exhibitors": [3638597],
        "size": "10 x 10 / 100 ft²",
        "id": 2831849,
        "name": "1026",
        "externalId": "1026"
    }, {
        "exhibitors": [3831113],
        "size": "10 x 20 / 200 ft²",
        "id": 3054995,
        "name": "1028",
        "externalId": "1028"
    }, {
        "exhibitors": [3502816],
        "size": "50 x 50 / 2500 ft²",
        "id": 2775387,
        "name": "1029",
        "externalId": "1029"
    }, {
        "exhibitors": [3868265],
        "size": "10 x 10 / 100 ft²",
        "id": 3054997,
        "name": "1032",
        "externalId": "1032"
    }, {
        "exhibitors": [3626435],
        "size": "10 x 10 / 100 ft²",
        "id": 2775486,
        "name": "1100",
        "externalId": "1100"
    }, {
        "exhibitors": [3597801],
        "size": "10 x 10 / 100 ft²",
        "id": 2921637,
        "name": "1102",
        "externalId": "1102"
    }, {
        "exhibitors": [3890117],
        "size": "10 x 10 / 100 ft²",
        "id": 3090664,
        "name": "1104",
        "externalId": "1104"
    }, {
        "exhibitors": [3558403],
        "size": "10 x 10 / 100 ft²",
        "id": 2831855,
        "name": "1106",
        "externalId": "1106"
    }, {
        "exhibitors": [3626045],
        "size": "10 x 10 / 100 ft²",
        "id": 2831923,
        "name": "1107",
        "externalId": "1107"
    }, {
        "exhibitors": [3571799],
        "size": "20 x 10 / 200 ft²",
        "id": 2775393,
        "name": "1109",
        "externalId": "1109"
    }, {
        "exhibitors": [3523335],
        "size": "20 x 10 / 200 ft²",
        "id": 2831922,
        "name": "1115",
        "externalId": "1115"
    }, {
        "exhibitors": [3511918],
        "size": "20 x 10 / 200 ft²",
        "id": 2831921,
        "name": "1117",
        "externalId": "1117"
    }, {
        "exhibitors": [3516868],
        "size": "20 x 10 / 200 ft²",
        "id": 2831927,
        "name": "1119",
        "externalId": "1119"
    }, {
        "exhibitors": [3597263],
        "size": "20 x 10 / 200 ft²",
        "id": 2775394,
        "name": "1121",
        "externalId": "1121"
    }, {
        "exhibitors": [3633178],
        "size": "10 x 10 / 100 ft²",
        "id": 2831857,
        "name": "1122",
        "externalId": "1122"
    }, {
        "exhibitors": [3626037],
        "size": "10 x 20 / 200 ft²",
        "id": 2775395,
        "name": "1123",
        "externalId": "1123"
    }, {
        "exhibitors": [3633182],
        "size": "10 x 10 / 100 ft²",
        "id": 2831858,
        "name": "1124",
        "externalId": "1124"
    }, {
        "exhibitors": [3638604],
        "size": "10 x 10 / 100 ft²",
        "id": 2831859,
        "name": "1126",
        "externalId": "1126"
    }, {
        "exhibitors": [3638610],
        "size": "10 x 10 / 100 ft²",
        "id": 2831861,
        "name": "1127",
        "externalId": "1127"
    }, {
        "exhibitors": [3571798],
        "size": "10 x 10 / 100 ft²",
        "id": 2831924,
        "name": "1206",
        "externalId": "1206"
    }, {
        "exhibitors": [3633189],
        "size": "10 x 10 / 100 ft²",
        "id": 2831967,
        "name": "1222",
        "externalId": "1222"
    }, {
        "exhibitors": [3659086],
        "size": "10 x 20 / 200 ft²",
        "id": 2831862,
        "name": "1224",
        "externalId": "1224"
    }, {
        "exhibitors": [3902308],
        "size": "10 x 10 / 100 ft²",
        "id": 3054986,
        "name": "1301",
        "externalId": "1301"
    }, {
        "exhibitors": [3523354],
        "size": "10 x 10 / 100 ft²",
        "id": 2831874,
        "name": "1303",
        "externalId": "1303"
    }, {
        "exhibitors": [3791079],
        "size": "10 x 20.3 / 203 ft²",
        "id": 2831866,
        "name": "1304",
        "externalId": "1304"
    }, {
        "exhibitors": [3638889],
        "size": "10 x 10 / 100 ft²",
        "id": 2831867,
        "name": "1306",
        "externalId": "1306"
    }, {
        "exhibitors": [3901279],
        "size": "10 x 10 / 100 ft²",
        "id": 2831876,
        "name": "1307",
        "externalId": "1307"
    }, {
        "exhibitors": [3654628],
        "size": "10 x 10 / 100 ft²",
        "id": 3054984,
        "name": "1309",
        "externalId": "1309"
    }, {
        "exhibitors": [3854332],
        "size": "10 x 10 / 100 ft²",
        "id": 2831869,
        "name": "1310",
        "externalId": "1310"
    }, {
        "exhibitors": [3654633],
        "size": "10 x 10 / 100 ft²",
        "id": 3054976,
        "name": "1311",
        "externalId": "1311"
    }, {
        "exhibitors": [3626437],
        "size": "10 x 20 / 200 ft²",
        "id": 2831814,
        "name": "1312",
        "externalId": "1312"
    }, {
        "exhibitors": [3800813],
        "size": "10 x 10 / 100 ft²",
        "id": 2831817,
        "name": "1314",
        "externalId": "1314"
    }, {
        "exhibitors": [3597799],
        "size": "10 x 20 / 200 ft²",
        "id": 2831879,
        "name": "1315",
        "externalId": "1315"
    }, {
        "exhibitors": [3795274],
        "size": "10 x 10 / 100 ft²",
        "id": 2831880,
        "name": "1317",
        "externalId": "1317"
    }, {
        "exhibitors": [3626034],
        "size": "10 x 10 / 100 ft²",
        "id": 2831870,
        "name": "1318",
        "externalId": "1318"
    }, {
        "exhibitors": [3826808],
        "size": "10 x 10 / 100 ft²",
        "id": 2831881,
        "name": "1319",
        "externalId": "1319"
    }, {
        "exhibitors": [3654629],
        "size": "10 x 10 / 100 ft²",
        "id": 3054985,
        "name": "1321",
        "externalId": "1321"
    }, {
        "exhibitors": [3801060],
        "size": "10 x 20 / 200 ft²",
        "id": 2831872,
        "name": "1322",
        "externalId": "1322"
    }, {
        "exhibitors": [3633526],
        "size": "10.2 x 10 / 102 ft²",
        "id": 3054980,
        "name": "1324",
        "externalId": "1324"
    }, {
        "exhibitors": [3824966],
        "size": "10 x 20 / 200 ft²",
        "id": 3054988,
        "name": "1325",
        "externalId": "1325"
    }, {
        "exhibitors": [3655994],
        "size": "10 x 10 / 100 ft²",
        "id": 3054983,
        "name": "1327",
        "externalId": "1327"
    }, {
        "exhibitors": [3813676],
        "size": "10 x 10 / 100 ft²",
        "id": 3054989,
        "name": "1328",
        "externalId": "1328"
    }, {
        "exhibitors": [3926950],
        "size": "10 x 10 / 100 ft²",
        "id": 3054978,
        "name": "1329",
        "externalId": "1329"
    }, {
        "exhibitors": [3615913],
        "size": "10 x 20 / 200 ft²",
        "id": 3054982,
        "name": "1330",
        "externalId": "1330"
    }, {
        "exhibitors": [3845003],
        "size": "10 x 10 / 100 ft²",
        "id": 3054990,
        "name": "1332",
        "externalId": "1332"
    }, {
        "exhibitors": [3654626],
        "size": "10 x 10 / 100 ft²",
        "id": 3054981,
        "name": "1333",
        "externalId": "1333"
    }, {
        "exhibitors": [3812515],
        "size": "10 x 10 / 100 ft²",
        "id": 3054991,
        "name": "1334",
        "externalId": "1334"
    }, {
        "exhibitors": [3795812],
        "size": "10 x 10 / 100 ft²",
        "id": 3054979,
        "name": "1335",
        "externalId": "1335"
    }, {
        "exhibitors": [3626039],
        "size": "10 x 20 / 200 ft²",
        "id": 2831884,
        "name": "1400",
        "externalId": "1400"
    }, {
        "exhibitors": [3637439],
        "size": "10 x 10 / 100 ft²",
        "id": 2831885,
        "name": "1402",
        "externalId": "1402"
    }, {
        "exhibitors": [3626049],
        "size": "10 x 20 / 200 ft²",
        "id": 2831886,
        "name": "1404",
        "externalId": "1404"
    }, {
        "exhibitors": [3615910],
        "size": "10 x 10 / 100 ft²",
        "id": 2831970,
        "name": "1405",
        "externalId": "1405"
    }, {
        "exhibitors": [3638586],
        "size": "10 x 10 / 100 ft²",
        "id": 2831887,
        "name": "1406",
        "externalId": "1406"
    }, {
        "exhibitors": [3654634],
        "size": "10 x 10 / 100 ft²",
        "id": 2831895,
        "name": "1407",
        "externalId": "1407"
    }, {
        "exhibitors": [3633681],
        "size": "10 x 10 / 100 ft²",
        "id": 2831888,
        "name": "1408",
        "externalId": "1408"
    }, {
        "exhibitors": [3654632],
        "size": "10 x 10 / 100 ft²",
        "id": 2831896,
        "name": "1409",
        "externalId": "1409"
    }, {
        "exhibitors": [3626044],
        "size": "10 x 10 / 100 ft²",
        "id": 2831889,
        "name": "1410",
        "externalId": "1410"
    }, {
        "exhibitors": [3598053],
        "size": "10 x 10 / 100 ft²",
        "id": 2831971,
        "name": "1411",
        "externalId": "1411"
    }, {
        "exhibitors": [3615917],
        "size": "10 x 20 / 200 ft²",
        "id": 2831816,
        "name": "1412",
        "externalId": "1412"
    }, {
        "exhibitors": [3633180],
        "size": "10 x 10 / 100 ft²",
        "id": 2831972,
        "name": "1413",
        "externalId": "1413"
    }, {
        "exhibitors": [3633187],
        "size": "10 x 10 / 100 ft²",
        "id": 2831890,
        "name": "1414",
        "externalId": "1414"
    }, {
        "exhibitors": [3867058],
        "size": "10 x 10 / 100 ft²",
        "id": 2831897,
        "name": "1415",
        "externalId": "1415"
    }, {
        "exhibitors": [3634342],
        "size": "10 x 10 / 100 ft²",
        "id": 2831891,
        "name": "1416",
        "externalId": "1416"
    }, {
        "exhibitors": [3655437],
        "size": "10 x 10 / 100 ft²",
        "id": 2831898,
        "name": "1417",
        "externalId": "1417"
    }, {
        "exhibitors": [3777858],
        "size": "10 x 10 / 100 ft²",
        "id": 2831892,
        "name": "1418",
        "externalId": "1418"
    }, {
        "exhibitors": [3564782],
        "size": "20 x 20 / 400 ft²",
        "id": 2831973,
        "name": "1419",
        "externalId": "1419"
    }, {
        "exhibitors": [3789690],
        "size": "10 x 10 / 100 ft²",
        "id": 2831893,
        "name": "1420",
        "externalId": "1420"
    }, {
        "exhibitors": [3753844],
        "size": "10 x 10 / 100 ft²",
        "id": 2831894,
        "name": "1422",
        "externalId": "1422"
    }, {
        "exhibitors": [3525586],
        "size": "20 x 20 / 400 ft²",
        "id": 2831929,
        "name": "1500",
        "externalId": "1500"
    }, {
        "exhibitors": [3559203],
        "size": "10 x 20 / 200 ft²",
        "id": 2831932,
        "name": "1501",
        "externalId": "1501"
    }, {
        "exhibitors": [3571780],
        "size": "10 x 10 / 100 ft²",
        "id": 2846086,
        "name": "1503",
        "externalId": "1503"
    }, {
        "exhibitors": [3572056],
        "size": "20 x 10 / 200 ft²",
        "id": 2775471,
        "name": "1504",
        "externalId": "1504"
    }, {
        "exhibitors": [3507038],
        "size": "30 x 30 / 900 ft²",
        "id": 2775454,
        "name": "1505",
        "externalId": "1505"
    }, {
        "exhibitors": [3571783],
        "size": "20 x 10 / 200 ft²",
        "id": 2775470,
        "name": "1508",
        "externalId": "1508"
    }, {
        "exhibitors": [3743582],
        "size": "10 x 10 / 100 ft²",
        "id": 2775452,
        "name": "1511",
        "externalId": "1511"
    }, {
        "exhibitors": [3571791],
        "size": "20 x 10 / 200 ft²",
        "id": 2775468,
        "name": "1512",
        "externalId": "1512"
    }, {
        "exhibitors": [3664599],
        "size": "10 x 10 / 100 ft²",
        "id": 2997616,
        "name": "1513",
        "externalId": "1513"
    }, {
        "exhibitors": [3626028],
        "size": "10 x 10 / 100 ft²",
        "id": 2831901,
        "name": "1516",
        "externalId": "1516"
    }, {
        "exhibitors": [3597804],
        "size": "10 x 20 / 200 ft²",
        "id": 2832020,
        "name": "1517",
        "externalId": "1517"
    }, {
        "exhibitors": [3597803],
        "size": "10 x 10 / 100 ft²",
        "id": 2832021,
        "name": "1519",
        "externalId": "1519"
    }, {
        "exhibitors": [3597806],
        "size": "10 x 10 / 100 ft²",
        "id": 2831931,
        "name": "1521",
        "externalId": "1521"
    }, {
        "exhibitors": [3638577],
        "size": "10 x 10 / 100 ft²",
        "id": 2831995,
        "name": "1523",
        "externalId": "1523"
    }, {
        "exhibitors": [3615921],
        "size": "10 x 10 / 100 ft²",
        "id": 2831996,
        "name": "1525",
        "externalId": "1525"
    }, {
        "exhibitors": [3633176],
        "size": "10 x 10 / 100 ft²",
        "id": 2890625,
        "name": "1527",
        "externalId": "1527"
    }, {
        "exhibitors": [3567954],
        "size": "20 x 20 / 400 ft²",
        "id": 2831928,
        "name": "1601",
        "externalId": "1601"
    }, {
        "exhibitors": [3633181],
        "size": "10 x 10 / 100 ft²",
        "id": 2846089,
        "name": "1602",
        "externalId": "1602"
    }, {
        "exhibitors": [3626041],
        "size": "10 x 20 / 200 ft²",
        "id": 2846090,
        "name": "1604",
        "externalId": "1604"
    }, {
        "exhibitors": [3615909],
        "size": "20 x 10 / 200 ft²",
        "id": 2831974,
        "name": "1605",
        "externalId": "1605"
    }, {
        "exhibitors": [3638593],
        "size": "10 x 10 / 100 ft²",
        "id": 2775332,
        "name": "1609",
        "externalId": "1609"
    }, {
        "exhibitors": [3659081],
        "size": "10 x 10 / 100 ft²",
        "id": 2997617,
        "name": "1610",
        "externalId": "1610"
    }, {
        "exhibitors": [3633177],
        "size": "10 x 10 / 100 ft²",
        "id": 2775433,
        "name": "1611",
        "externalId": "1611"
    }, {
        "exhibitors": [3747398],
        "size": "10 x 10 / 100 ft²",
        "id": 2997619,
        "name": "1612",
        "externalId": "1612"
    }, {
        "exhibitors": [3558401],
        "size": "20 x 10 / 200 ft²",
        "id": 2775432,
        "name": "1613",
        "externalId": "1613"
    }, {
        "exhibitors": [3655727],
        "size": "10 x 10 / 100 ft²",
        "id": 2997620,
        "name": "1614",
        "externalId": "1614"
    }, {
        "exhibitors": [3788357],
        "size": "10 x 10 / 100 ft²",
        "id": 2997618,
        "name": "1616",
        "externalId": "1616"
    }, {
        "exhibitors": [3558399],
        "size": "20 x 20 / 400 ft²",
        "id": 2831935,
        "name": "1617",
        "externalId": "1617"
    }, {
        "exhibitors": [3626030],
        "size": "10 x 10 / 100 ft²",
        "id": 2832024,
        "name": "1618",
        "externalId": "1618"
    }, {
        "exhibitors": [3638598],
        "size": "10 x 10 / 100 ft²",
        "id": 2832025,
        "name": "1620",
        "externalId": "1620"
    }, {
        "exhibitors": [3558411],
        "size": "20 x 20 / 400 ft²",
        "id": 2831936,
        "name": "1621",
        "externalId": "1621"
    }, {
        "exhibitors": [3639142],
        "size": "10 x 10 / 100 ft²",
        "id": 2832023,
        "name": "1622",
        "externalId": "1622"
    }, {
        "exhibitors": [3558538],
        "size": "20 x 20 / 400 ft²",
        "id": 2831976,
        "name": "1623",
        "externalId": "1623"
    }, {
        "exhibitors": [3654627],
        "size": "10 x 10 / 100 ft²",
        "id": 2890626,
        "name": "1624",
        "externalId": "1624"
    }, {
        "exhibitors": [3633550],
        "size": "10 x 10 / 100 ft²",
        "id": 2890627,
        "name": "1626",
        "externalId": "1626"
    }, {
        "exhibitors": [3638580],
        "size": "10 x 10 / 100 ft²",
        "id": 2831980,
        "name": "1627",
        "externalId": "1627"
    }, {
        "exhibitors": [3788368],
        "size": "10 x 10 / 100 ft²",
        "id": 2890628,
        "name": "1628",
        "externalId": "1628"
    }, {
        "exhibitors": [3777877],
        "size": "10 x 10 / 100 ft²",
        "id": 2831902,
        "name": "1629",
        "externalId": "1629"
    }, {
        "exhibitors": [3659075],
        "size": "10 x 10 / 100 ft²",
        "id": 2831997,
        "name": "1630",
        "externalId": "1630"
    }, {
        "exhibitors": [3638612],
        "size": "10 x 10 / 100 ft²",
        "id": 2831903,
        "name": "1631",
        "externalId": "1631"
    }, {
        "exhibitors": [3655711],
        "size": "10 x 10 / 100 ft²",
        "id": 2831999,
        "name": "1632",
        "externalId": "1632"
    }, {
        "exhibitors": [3638882],
        "size": "10 x 10 / 100 ft²",
        "id": 2831982,
        "name": "1633",
        "externalId": "1633"
    }, {
        "exhibitors": [3654897],
        "size": "10 x 10 / 100 ft²",
        "id": 2832000,
        "name": "1634",
        "externalId": "1634"
    }, {
        "exhibitors": [3659082],
        "size": "10 x 10 / 100 ft²",
        "id": 2831904,
        "name": "1635",
        "externalId": "1635"
    }, {
        "exhibitors": [3654768],
        "size": "10 x 10 / 100 ft²",
        "id": 2831998,
        "name": "1636",
        "externalId": "1636"
    }, {
        "exhibitors": [3659077],
        "size": "10 x 10 / 100 ft²",
        "id": 2890624,
        "name": "1638",
        "externalId": "1638"
    }, {
        "exhibitors": [3639151],
        "size": "20 x 20 / 400 ft²",
        "id": 2831818,
        "name": "1701",
        "externalId": "1701"
    }, {
        "exhibitors": [3638599],
        "size": "10 x 10 / 100 ft²",
        "id": 2831975,
        "name": "1704",
        "externalId": "1704"
    }, {
        "exhibitors": [3502821],
        "size": "40 x 50 / 2000 ft²",
        "id": 2831954,
        "name": "1705",
        "externalId": "1705"
    }, {
        "onHold": true,
        "size": "10 x 10 / 100 ft²",
        "status": "onhold",
        "id": 2831934,
        "name": "1706",
        "externalId": "1706"
    }, {
        "exhibitors": [3790230],
        "size": "10 x 10 / 100 ft²",
        "id": 2775331,
        "name": "1708",
        "externalId": "1708"
    }, {
        "exhibitors": [3638629],
        "size": "10 x 10 / 100 ft²",
        "id": 2775428,
        "name": "1710",
        "externalId": "1710"
    }, {
        "exhibitors": [3670277],
        "size": "10 x 10 / 100 ft²",
        "id": 2775427,
        "name": "1712",
        "externalId": "1712"
    }, {
        "exhibitors": [3796758],
        "size": "20 x 10 / 200 ft²",
        "id": 3050455,
        "name": "1713",
        "externalId": "1713"
    }, {
        "exhibitors": [3789965],
        "size": "10 x 10 / 100 ft²",
        "id": 2775329,
        "name": "1714",
        "externalId": "1714"
    }, {
        "onHold": true,
        "size": "10 x 10 / 100 ft²",
        "status": "onhold",
        "id": 2831937,
        "name": "1717",
        "externalId": "1717"
    }, {
        "exhibitors": [3664587],
        "size": "10 x 10 / 100 ft²",
        "id": 2831938,
        "name": "1719",
        "externalId": "1719"
    }, {
        "exhibitors": [3615922],
        "size": "20 x 10 / 200 ft²",
        "id": 2831939,
        "name": "1725",
        "externalId": "1725"
    }, {
        "exhibitors": [3638601],
        "size": "10 x 10 / 100 ft²",
        "id": 2831981,
        "name": "1728",
        "externalId": "1728"
    }, {
        "exhibitors": [3656514],
        "size": "10 x 10 / 100 ft²",
        "id": 2831941,
        "name": "1729",
        "externalId": "1729"
    }, {
        "exhibitors": [3693069],
        "size": "20 x 10 / 200 ft²",
        "id": 2831905,
        "name": "1730",
        "externalId": "1730"
    }, {
        "exhibitors": [3647828],
        "size": "20 x 10 / 200 ft²",
        "id": 2831942,
        "name": "1731",
        "externalId": "1731"
    }, {
        "exhibitors": [3778666],
        "size": "10 x 10 / 100 ft²",
        "id": 2831983,
        "name": "1734",
        "externalId": "1734"
    }, {
        "exhibitors": [3638831],
        "size": "10 x 10 / 100 ft²",
        "id": 2832014,
        "name": "1735",
        "externalId": "1735"
    }, {
        "exhibitors": [3639137],
        "size": "10 x 10 / 100 ft²",
        "id": 2831907,
        "name": "1736",
        "externalId": "1736"
    }, {
        "exhibitors": [3571776],
        "size": "20 x 10 / 200 ft²",
        "id": 2832015,
        "name": "1737",
        "externalId": "1737"
    }, {
        "exhibitors": [3860928],
        "size": "20 x 10 / 200 ft²",
        "id": 2831951,
        "name": "1801",
        "externalId": "1801"
    }, {
        "exhibitors": [3860921],
        "size": "20 x 10 / 200 ft²",
        "id": 2775381,
        "name": "1803",
        "externalId": "1803"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 2831955,
        "name": "1812",
        "externalId": "1812"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 3109624,
        "name": "1814",
        "externalId": "1814"
    }, {
        "exhibitors": [3848020],
        "size": "10 x 10 / 100 ft²",
        "id": 2831944,
        "name": "1816",
        "externalId": "1816"
    }, {
        "exhibitors": [3801061],
        "size": "10 x 10 / 100 ft²",
        "id": 2831945,
        "name": "1818",
        "externalId": "1818"
    }, {
        "exhibitors": [3638439],
        "size": "10 x 10 / 100 ft²",
        "id": 2831946,
        "name": "1820",
        "externalId": "1820"
    }, {
        "exhibitors": [3784270],
        "size": "10 x 10 / 100 ft²",
        "id": 2831947,
        "name": "1822",
        "externalId": "1822"
    }, {
        "exhibitors": [3861046],
        "size": "10 x 10 / 100 ft²",
        "id": 2831948,
        "name": "1824",
        "externalId": "1824"
    }, {
        "exhibitors": [3861163],
        "size": "10 x 10 / 100 ft²",
        "id": 2831949,
        "name": "1826",
        "externalId": "1826"
    }, {
        "size": "10 x 10 / 100 ft²",
        "id": 2831950,
        "name": "1828",
        "externalId": "1828"
    }, {
        "exhibitors": [3638587],
        "size": "10 x 10 / 100 ft²",
        "id": 2832017,
        "name": "1830",
        "externalId": "1830"
    }, {
        "exhibitors": [3779851],
        "size": "10 x 10 / 100 ft²",
        "id": 2832018,
        "name": "1832",
        "externalId": "1832"
    }, {
        "exhibitors": [3633192],
        "size": "10 x 10 / 100 ft²",
        "id": 2832019,
        "name": "1834",
        "externalId": "1834"
    }, {
        "special": true,
        "title": "Rosé All Day",
        "id": 2820062,
        "name": "1101 / Rose All Day",
        "externalId": "1101 / Rose All Day"
    }, {
        "special": true,
        "title": "The Spa",
        "id": 2832001,
        "name": "1111 / The Spa",
        "externalId": "1111 / The Spa"
    }, {
        "special": true,
        "title": "Ice Cream",
        "id": 2831864,
        "name": "1300 / Ice Cream",
        "externalId": "1300 / Ice Cream"
    }, {
        "special": true,
        "title": "Mocktail",
        "id": 2832012,
        "name": "1721 / Mocktail",
        "externalId": "1721 / Mocktail"
    }, {
        "special": true,
        "title": "Biergarten",
        "id": 2832013,
        "name": "1741 / Biergarten",
        "externalId": "1741 / Biergarten"
    }, {
        "special": true,
        "title": "1:1 Meeting Zone & Lounge",
        "id": 2832246,
        "name": "1:1 Meeting Zone & Lounge",
        "externalId": "1:1 Meeting Zone & Lounge"
    }, {
        "special": true,
        "title": "Wake n'Bacon",
        "id": 2845143,
        "name": "300/Wake n'Bacon",
        "externalId": "300/Wake n'Bacon"
    }, {
        "special": true,
        "title": "Puppy Park",
        "id": 2832002,
        "name": "307 / Puppy Park",
        "externalId": "307 / Puppy Park"
    }, {
        "special": true,
        "title": "Grab 'N Go",
        "id": 2820072,
        "name": "320 / Grab 'N Go",
        "externalId": "320 / Grab 'N Go"
    }, {
        "special": true,
        "title": "Coffee Bar",
        "id": 2832003,
        "name": "323 / Coffee Bar",
        "externalId": "323 / Coffee Bar"
    }, {
        "special": true,
        "title": "Style Studio",
        "id": 2831910,
        "name": "415 / Style Studio",
        "externalId": "415 / Style Studio"
    }, {
        "special": true,
        "title": "Arcade",
        "id": 2831920,
        "name": "811 / Arcade",
        "externalId": "811 / Arcade"
    }, {
        "special": true,
        "id": 2778730,
        "name": "Alliance Ballroom",
        "externalId": "Alliance Ballroom"
    }, {
        "special": true,
        "title": "Bag Check",
        "id": 2777567,
        "name": "Bag Check",
        "externalId": "Bag Check"
    }, {
        "special": true,
        "title": "Big M Meeting Point",
        "id": 2956130,
        "name": "Big M Meeting Point",
        "externalId": "Big M Meeting Point"
    }, {
        "special": true,
        "title": "Charging Lounge",
        "id": 2832238,
        "name": "Charging Lounge",
        "externalId": "Charging Lounge"
    }, {
        "special": true,
        "title": "Charging Lounge",
        "id": 2834336,
        "name": "Charging Lounge -1",
        "externalId": "Charging Lounge -1"
    }, {
        "special": true,
        "title": "Innovation Stage",
        "id": 2831822,
        "name": "Innovation Stage",
        "externalId": "Innovation Stage"
    }, {
        "special": true,
        "title": "Plenary",
        "id": 2778732,
        "name": "Plenary",
        "externalId": "Plenary"
    }, {
        "special": true,
        "title": "Podcast Studio",
        "id": 2776343,
        "name": "Podcast",
        "externalId": "Podcast"
    }, {
        "special": true,
        "title": "Press Room",
        "id": 2776339,
        "name": "Press Room",
        "externalId": "Press Room"
    }, {
        "special": true,
        "title": "Registration",
        "id": 2776258,
        "name": "Registration",
        "externalId": "Registration"
    }, {
        "special": true,
        "title": "Shipper Lounge",
        "id": 2832239,
        "name": "Shipper Lounge",
        "externalId": "Shipper Lounge"
    }, {
        "special": true,
        "title": "Speaker Room",
        "id": 2776340,
        "name": "Speaker Room",
        "externalId": "Speaker Room"
    }, {
        "special": true,
        "title": "Staff Office",
        "id": 2776338,
        "name": "Staff Office",
        "externalId": "Staff Office"
    }, {
        "size": "10 x 20 / 200 ft²",
        "id": 3122261,
        "name": "Swag Store-1",
        "externalId": "Swag Store-1"
    }, {
        "special": true,
        "title": "The Backyard",
        "id": 2776342,
        "name": "The Backyard",
        "externalId": "The Backyard"
    }, {
        "special": true,
        "title": "Swag Store",
        "id": 3122262,
        "name": "The Fest Set-1",
        "externalId": "The Fest Set-1"
    }, {
        "special": true,
        "title": "The Headshot Studio",
        "id": 2776341,
        "name": "The Headshot Studio",
        "externalId": "The Headshot Studio"
    }, {
        "special": true,
        "title": "Track 1",
        "id": 2777562,
        "name": "Track 1",
        "externalId": "Track 1"
    }, {
        "special": true,
        "title": "Track 2",
        "id": 2777563,
        "name": "Track 2",
        "externalId": "Track 2"
    }, {
        "special": true,
        "title": "Track 3",
        "id": 2777564,
        "name": "Track 3",
        "externalId": "Track 3"
    }, {
        "special": true,
        "title": "Track 4",
        "id": 2777565,
        "name": "Track 4",
        "externalId": "Track 4"
    }, {
        "special": true,
        "title": "Track 5",
        "id": 2777566,
        "name": "Track 5",
        "externalId": "Track 5"
    }, {
        "special": true,
        "title": "V1",
        "exhibitors": [3785205],
        "id": 2832244,
        "name": "V1",
        "externalId": "V1"
    }, {
        "special": true,
        "title": "V2",
        "exhibitors": [3785206],
        "id": 2832243,
        "name": "V2",
        "externalId": "V2"
    }, {
        "special": true,
        "title": "V3",
        "exhibitors": [3785204],
        "id": 2832242,
        "name": "V3",
        "externalId": "V3"
    }]
}

